{"url":"https://coda.io/@latoken/latoken-talent/investors-vs-employees-145","timestamp":1740783165504,"data":{"url":"https://coda.io/@latoken/latoken-talent/investors-vs-employees-145","title":"Investors vs. Employees · LATOKEN","content":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Copy doc Get Stock Options Investors vs. Employees ⁠February 23, 2017 ⁠ ⁠ ⁠Henry Ward ⁠ ⁠ When I arrived in Silicon Valley in 2010, I was told standard employee option pools were 15% of the post-money fully diluted. A couple of years later, I was told the standard was 12%. Now I hear 10%. It feels like employee option pool sizes are decreasing and the Carta data backs this up. ⁠ ⁠ ⁠ Average option pool percentages by round and year (Carta data) Equity allocation is a zero-sum game between investors and employees. Equity-hungry investors buy equity while equity-hungry employees earn it. Both care deeply about every point of equity but for different reasons. Investors care about equity because it’s their business model. While CEOs have discretionary authority to spend millions of dollars of operating capital, issuing one option grant worth $0.10 requires Board approval. This is how important equity ownership is in the venture capital business model. Employees care about equity because of scarcity — there’s little to go around so every bit counts. CEO/Founders tend to be equity-neutral in cap table negotiations. Their ownership stake is set at founding and rarely changes. And the relative size and cost basis of their ownership means small changes in the cap table become rounding errors in their personal economics. The CEO negotiates term sheets with investors and offer letters with employees. But they are a middleman without a personal stake in the equity allocation decision. Investors and employees mistakenly believe they’re competing with the CEO for equity because that is who they negotiate with. But economically they are competing with each other. This undercurrent is the single most misunderstood driver of tension on the cap table. Employee ownership is decreasing because these equity decisions are made in board meetings, where investors have a seat and employees don’t. ⁠ Appendix A Last October we did an analysis of how Carta employee ownership compared to 10 randomly chosen Series B SAAS or Fintech companies. Below are the high-level results. A great question for employees evaluating startups is to ask how much of the company is already employee owned. ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ 29 Share More Gallery Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices"}}