{"url":"https://coda.io/@latoken/latoken-talent/ceo-97","timestamp":1740783171523,"data":{"url":"https://coda.io/@latoken/latoken-talent/ceo-97","title":"CEO · LATOKEN","content":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Copy doc Why to join LATOKEN? CEO Message from Valentin Preobrazhenskiy, the CEO of LATOKEN “You are welcome to join LATOKEN if your life's mission is to leverage technology to change the world, and if you thrive on stepping out of your comfort zone to push boundaries. If so, LATOKEN could be the best place to unleash your potential. In this journey, I see myself as a sports trainer. My role is to encourage you to exert extra effort, to hit sequential targets that lead you to grow to make a difference, and we deliver your and our mission. Apart of your growth, you will also get an Olympic prize - stock options that you can cash out during an IPO or M&A if we do the right effort. At Latoken, we help launch or discover the next gems for web3 early adopters. This enlightens people and aligns their short-term individual profits with long-term common prosperity. People will not vote for wars or injustice erasing the value of their trading accounts. If Latoken isn't able to democratize the capital markets, billions of people may remain blinded and disconnected from the opportunity, resulting in the growth of inequality, alienation, and ultimately jeopardizing shared prosperity. The more people are stakeholders of the future, the better it will be. Why I personally want people to be more clear about how the world works and have a stake in the future prosperity? My journey into understanding the bigger picture began in my early childhood. I realized that my parents, despite being well-educated engineers, struggled to provide food for their children - me and my brother. This sparked my interest in economics, leading me to win a regional Olympiads in the subject and compiling the multidisciplinary knowlege recieved into a World Model. Later I leveraged the knowledge to close the long positions at my hedge fund a few days before the invasion to Ukraine started, and figure out the technology to build a global business aligning the people to prevent wars. On the way, I launched the Global Education program, which has since provided over 770 scholarships for master's degrees abroad. LATOKEN is the perfect product to fulfill my lifelong mission of helping people understand how the world works and become stakeholders of the future. Welcome to join us in building the future together, Valentin” ー BIO Valentin, before founding LATOKEN, was a serial entrepreneur, tech ecosystem builder and hedge fund manager. He began his journey at Cambridge Energy Research Associates, working as an energy strategy consultant. His interest in financial markets led him to hedge funds, where he rose to the position of Director at Marcuard Spectrum, a hedge fund managing over $180 million in assets (part of the Marcuard group with $3bn+ AUM). He founded Avega Capital, a hedge fund which he closed on February 29, 2014, just days before Russia invaded Ukraine, leading to a subsequent market decline. Valentin considered requalifying in global markets and competing with Wall Street or venturing into uncharted frontiers of tech. He chose the latter and launched the home equity marketplace Zalogo. To gain tech expertise, Valentin joined the Founder Institute, a leading global tech incubator with over $20B in alumni company value, as a part-time Director, and later hosted over 700 meetups. He contributes to Web3 education as a keynote speaker at 20+ events, and with LATOKEN forums attended by two presidents ⁠ . Valentin educates technology enthusiasts and himself on how to build a tech unicorn. In his #nakedmanagement ⁠ publications, he emphasizes that startups exist primarily for their greater transparency due to smaller size and higher stock options, which help solve the principal-agent problem and develop a sports culture. Otherwise, startups should not exist as legacy giants have a vast user base with lower acquisition costs for new products and a larger resource pool. Valentin's world model is based on several key principles: The goal of life ⁠ is its viability, which can be measured as the global economy capitalization (future output). Capitalization is driven by the global brain of investors ⁠ who optimize resource allocation by investing in prospective tech and cultures. Economic selection, coupled with price signal transmission from capital markets to products, labor, education, and dating markets, optimizes people's goals, values, and future output. Price transmission works if property rights are protected and markets are free to access. The more people think about and have stakes in the future, the better it will be. Thus, trading should be widespread. A successful startup is a rare mutation in culture and product that will spread and become the future. Joining a startup with an ambition to change the world means joining an Olympic team - it requires forgetting about a “normal” life and culture of comfort and embracing exceptional effort. Valentin also wants to clarify some common misconceptions: Only 1 out of 10,000 startup attempts are successful and grow to become unicorns. Start-uppers are either unemployable down-shifters or champions. Traders are either uninformed gamblers or planetary managers. The internet transfers information, while blockchain transfers value. One of Valentin's main personal objectives is to build a culture and a team that can shift frontiers to build the future. He calls this the \"Visionary Champions Culture\", which is characterized by: Put clients first, and ego last. Full responsibility to Deliver. Torture to greatness, as we belive in you. Candid feedback, no talking behind backs. Use any feedback to grow and never give up, never quit. PS. Apply for a vacancy and punch through the interviews Jobs ⁠ . ⁠ Loading… ⁠ ⁠ ⁠ Why we do? The more people are stakeholders of the future - the better it will be. ⁠ ⁠ Why to join LATOKEN? Go global to grow with the frontier tech to change the world ⁠ ⁠ Capital Markets Manage the Planet Emergence of Capital Markets is like the emergence of a neural system communicating with cells via electric signals instead of slow chains of chemical reactions. ⁠ 29 Share More Gallery Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices"}}