{"url":"https://coda.io/@latoken/latoken-talent/what-and-why-we-do-107","timestamp":1740783198029,"data":{"url":"https://coda.io/@latoken/latoken-talent/what-and-why-we-do-107","title":"What and why we do · LATOKEN","content":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Copy doc The Vision Summary What and why we do Imagine entire financial life in one app. Anywhere in the world, anybody can open a profoundly greater account for payments, investing or fundraising. We erase borders and open the world full of opportunities illuminated by financial freedom. Today, LATOKEN is a top exchange with the largest in the world primary market for blockchain startups' digital assets with 150+ Initial Exchange Offerings. Modern Primary and secondary markets for equity and other assets manage the allocation of planetary resources: shape incentives, goals, values, and culture of billions of people to maximize capitalization (future profits) of the economy. The capital markets is a leapfrog in social evolution that resulted in a 50x boost of economic growth since the late 1800th from historical 0.06% to 3.5% pa. It is comparable to the emergence of a neural system communicating with cells via electric signals instead of slow chains of chemical reactions. Venture Capital and startups are the spearhead of the capital markets and mankind's evolution. Fantastic ideas from books and movies once read in childhood are built into products and new life for people here. A fantastic idea turns into greater reality after hundreds of hypothesis tests to find a team-product-market-timing fit. This requires investments and at least 100x productivity to US average people and 2000x to the performance of people from countries with less developed cultural and legal infrastructure. Such productivity is achievable via constant growth driven by: feedback loops, an inflow of great talent and culture (focusing on clients by solving the free-rider, asymmetry of information, attribution error problems). The traditional way of fundraising via introductions of angels and VC fund managers was recently a better option for high-quality startups. So they did not go for IEOs. Coupled with a lack of regulation, this enforced the negative selection and a vicious circle: lack of investable startups - lack of qualified investors - lack of investable startups - lack of qualified investors. As a result of the infant stage of the market, we explicitly state in weekly emails mentioning listings, that we do not recommend for investments or give investment advice regarding startups listed on the platform. Startups are informed in order forms, that we do not market them to our users and that they should not expect successful fundraise just because they are listed. Initial Exchange Offering (crowdfunding/primary market) is given as a complementary feature for free to the secondary listing. Coronavirus quarantines and shocks for economic activity cut high-quality startups from traditional VCs. VCs are de-risking and are dry of cash as can not call capital from Limited Partners. Agile startups can rescue the economy with new products and ways of life in the era of the pandemic but they are cut from the capital and lay off teammates. That is our opportunity to give them access to new types of VC investors: top managers and high net worth individuals - those who have both money and expertise about client pains and tech. VCTV, mix of Netflix and Bloomberg for VC entrepreneurs and investors, solves the problem of online roadshows needed to connect non-blockchain startups with non-blockchain investors. 29 Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices"}}