{"url":"https://coda.io/@latoken/latoken-talent/get-stock-options-118","timestamp":1740783049983,"data":{"url":"https://coda.io/@latoken/latoken-talent/get-stock-options-118","title":"Get Stock Options · LATOKEN","content":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Copy doc Why to join LATOKEN? Get Stock Options We overpay 10-1000x with stocks to principals. Be stakeholder of the future you are building. Career Review Investors vs. Employees ⁠ ⁠ ⁠ “if you are offered a seat on a rocket ship, get on—don’t ask what seat.” Eric Schmidt We overpay to great performers with stocks If you are a great fit and we do our job really well, you should earn 10-1000x of your any other next job market option. We allocate 20% of company shares to the team. That is 200% of the industry average for Series B SAAS or Fintech companies accordingly to Carta. ⁠ ⁠ ⁠ Source: Carta ⁠ ⁠ Why do we overpay with stocks to Principals? As Andreessen puts it: “New companies generally should not exist. As existing companies have pretty happy clients, teams, and resources. Startups should punch through status quo.” This means exceptional results of the team, unseen by well established companies. Why startups may over perform advantages of well established companies? - Because principals beat agents. Startups smaller team size helps to make teammates performance transparent and startups can reward with greater stocks upside. These are two powerful tools to solve the Principal-agent and Free rider ⁠ problems. “Stock Options is a recommendation straight out of something called “ agency theory ⁠ ”, that says that you have to align the interests of the people managing the firm with the interests of its shareholders. Otherwise, they will only do things that are in their own interest, and will be inactive, lazy, or plain deceitful... ” Freek Vermeulen @ Harvard Business Review 2009 ⁠ ⁠ I would add that team “will only do things that are in their own interest, and will be inactive, lazy, or plain deceitful..” because top performers or principals would be wiped out by agents. Stocks empower principals and discourage agents. Because principal’s utility function value future impact for clients, while agent prefer short term benefit of comfort and lack of responsibility. Ask yourself, is your teammate value comfort and lack of responsibility today or her prefer to grow to benefit clients in the future. Or in monetary terms, is her value monthly pay check or stock options? In other words, does her put first ego or clients? Decrease monthly pay-check to wipe out agents and overpay to principals with stocks Still, some agents may both value equity and prefer Free rider strategy where others grow capitalisation while her is blurring her underperformance. Ambiguity of innovation undermines performance transparency despite of smaller team benefits. Startups create new professions which have no performance benchmarks or direct metrics to measure her performance. Is her task really doable? This mean an agent can mislead others with her actual results or find excuses why desirable results are impossible. If such teammate earn the same stock options while making less investment with effort, than why would other teammates pursue a different strategy? Effort now seems as a loosing strategy to Free riding strategy. Effort is not a Nash stable strategy anymore. Furthermore, transparency will decline with acceleration when cooperation to cover each other give additional advantage. Team will sneak to adequate performance killing startup’s advantage over legacy companies to seize marketshare. Stock value is nothing now. Remaining principals quit. Be the principal and force agents out Agents cover each other when they know details of execution unknown to principals. They leverage asymmetry of information to benefit themselves at expense of principals. That is the definition of an agent. Asymmetry of information is the root cause of the principal-agent problem. If you react on weak performance, misleading statements, excuses - you are likely to be principal. Other principals are interested to reward you with greater stock bonus if you will increase value of all stocks. Principals are interested to push agents out and redistribute their unvested stocks between remaining or new-coming principals. At the same time founder and investors can not get stocks of pushed out agents as team stock pool is fixed at 20%. So they have no other interest then to maximize stocks value by oprimizing team pool between principals. The team of principals have even stronger incentives to push agents out as they get both stocks value growth and get more stocks (of pushed out agents). Principals are the main LATOKEN asset. Principals are your main asset as you are a stakeholder of LATOKEN. Remove asymmetries of information and agents. Do not tolerate lack of effort and adequate performance. Give brutal open feedback. Grow as a Principal! To sum up, we overpay to encourage those who: challenge lack of transparency and performance or excuse seeking hire and grow leaders who are stronger than herself lead hackathons and grow over weekends volunteer as a scrum master show initiatives outside of your current scope, after you really done your job greatly If you do the above and not feel overpaid - tell to supervisor or ceo ⁠ ⁠ ⁠ Loading… ⁠ ⁠ Factor in growth In startup land, the company you pick is more important than everything else: it’s more important than the role, it’s more important than your salary, and it’s more important than the projected value of your equity grant. Look at the guy who painted the walls ⁠ on the original Facebook office. As Eric Schmidt told Sheryl Sandberg when she was considering joining Google, “if you are offered a seat on a rocket ship, get on—don’t ask what seat.” ⁠ Why to join LATOKEN? Go global to grow with the frontier tech to change the world ⁠ ⁠ Learn more about Stock Options ⁠ 29 Share More Gallery Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices"}}