{"url":"https://coda.io/@latoken","timestamp":1740783006910,"data":{"url":"https://coda.io/@latoken","title":"Valentin Preobrazhenskiy - Coda Profile","content":"Skip to content Product Product Explore Docs & team hubs Trackers & apps Coda joins Grammarly NEW! See all → AI & integrations Coda Brain Coda AI Integrate your tools Consolidate your tools More What's new FEATURED Packs Publishing Compare vs Notion vs Confluence vs Quip vs Airtable See all → Solutions Solutions By role Product Sales Engineering See all → By scenario Planning & OKRs Meetings Project management See all → By team size Enterprise Startups Small business See all → Case studies How Qualtrics saves money with Coda. See all → Resources Resources Learn Guides Courses Webinars FEATURED Connect Help center Coda community Hire a Services Partner Partner with us Extend Pack Studio Formula list API Featured guide How to build a team hub on Coda See all → Gallery Blog Pricing Request a demo Get started Gallery Docs Packs What would you like to make? Valentin Preobrazhenskiy All Created by Valentin Liked Doc • HR LATOKEN Go global to grow with the frontier tech to change the world VP Valentin Preobrazhenskiy Doc • Self improvement Модель Мира Идеи и друзья изменить мир VP Valentin Preobrazhenskiy Doc • Personal Platform Ops Workspace VP Valentin Preobrazhenskiy Company About us Blog Careers Accessibility Coda on Coda Press Product Compare Coda Case studies Packs API Beta program Explore Coda Solutions For PMs For sales teams For enterprise For meetings For OKRs All solutions Popular templates Team hub OKR tracker Meeting notes Product roadmap Decision doc All templates Resources Help center Contact support Community Learn Coda Android app iOS app Copyright © 2025 Coda. All rights reserved. Privacy Legal & security Status Site map Your Privacy Choices Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices"}}