{"url":"https://coda.io/@latoken/latoken-talent/goal-of-life-share-in-nasdaq-index-137","timestamp":1740783041674,"data":{"url":"https://coda.io/@latoken/latoken-talent/goal-of-life-share-in-nasdaq-index-137","title":"Goal of life - share in Nasdaq index · LATOKEN","content":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Copy doc Why we do? Goal of life - share in Nasdaq index The proof that your life made an impact - your stake in Nasdaq index. Get stock options. Valentin Preobrazhenskiy 1. Life will use all energy and matter to build home for life. Life is program which use energy to selfreplicate. Life DNA and culture, a layer 3 and above protocol on top of layer 2 - proteins and assets which are on top of layer 1 - energy and money. It is like DeFi layer 2 on top of blockchain layer 1. ⁠ ⁠ ⁠ Life will not stop untill all energy and matter is used to build home for life. Why? Because it evolves in competition with other forms of life for energy sources (share in food niches or market). Eg. use energy better to get more energy under management or loose in competition and die. Natural and economic selection is strongly biased to DNA (in the past) and cultures (today), ML (tomorrow) maximizing efficiency of energy use to sustain itself in the future. 2. Future energy under management = future earnings or global cap Modern macro organism on earth is maximizing future energy under management via price transmission through markets: Investors move money today to assets which will earn more money tomorrow. Money is a store and mean of exchange of manageable calories used in muscules, brains, computing power and engines. Change on stocks market prices changes prices on product, labour, education and even dating markets . Thus people make decisions today which help investors to earn more money tomorrow. 4. You are a part of the organism. Do not be agent - cancer. Be the principal - maximize viability of life on earth as measured by Nasdaq index. Our mission is to help everybody to become stakeholders of the future. The more people are stakeholders of the future, the better it will be. ⁠ ⁠ ⁠ Price transmission is layer 4 which works on top of layer 3 human rights: protected rights for life, property and trade. PS. Yes, love is well explained by neuroeconomics. Go for a date if it helps to increase Nasdaq index. ⁠ ⁠ ⁠ 29 Share More Gallery Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices"}}