[{"text":"\nХАКАТОН AIxWEB3 В ПЯТНИЦУ 18:00\n\nПолучи опыт внедрения AI и приглашение работать в Латокен на \"периметре технологий\"\n\nСДВИНЬ ПЕРИМЕТР ТЕХНОЛОГИЙ: НАЧНИ НА ХАКАТОНЕ\n\nТехнологии на хакатоне: Квантовый AGI?, Распределенный AGI?, Web 2 ->3?, AGI?, DePIn?, Q learning?, Layer 3?, Мультимодальность, Мультиагенты?, RWA?, Re-Staking, RAG, zk Rollups, Трансформеры, Synthetics\n\nРасписание:\nПятница:\n18:00 Презентация компании и обсуждение задачи.\nСуббота:\n17:00 Чекпоинт.\n18:00 Демо результатов,\n19:00 Объявление победителей, интервью и офферы.\n\nАКТУАЛЬНЫЕ ВАКАНСИИ:\nПродакт Разработчик\nPython, C#, React/Node, Java, C#, Kotlin, IOS\n- Запускать трейдинг и агрегировать ликвидность с CEX/DEX (C#)\n- Обогащать данными профили и контакты 20K+ токенов (Python/Data)\n- Автоматизировать воронки/CRM с AI\n\nРазработчик операций/продаж\nМеняющим профессию на разработчика или фанаты автоматизации\n- Внедрить Колл-центр с AI QA 30 дозвонов на МП/День\n\nМенеджер продаж и РОП\n1 из 3: достижения в продажах, внедрении CRM, управлении ОП\n\nЛАТОКЕН - ЭТО СУПЕРМАРКЕТ АКТИВОВ НА ТЕХНОЛОГИЯХ WEB3 И AI\n\nМы помогаем людям стать со-владельцами стартапов, которые могут стать основой будущей экономики. Этим со-владельцам сиюминутно выгодно кооперироваться для создания лучшего будущего вместо войн.\n\n- #1 по числу активов для трейдинга 3,000+ (Бинанс 400+)\n- Топ 25 (из 2000+) Крипто биржа по рейтингам CoinmarketCap and CG\n- 15% аирдропов в мире\n- 4 миллиона Счетов\n- 1 миллион платящих пользователей в 2022\n\n#1 liquidity for altcoins\nGoogle Play Reviews 42,6K 4.4\nTrustpilot Reviews 347 • Great 4.5\nCoinGecko Top #27 8\nForbes Names LATOKEN One of the Top 30 Companies for Remote Jobs in 2022\n\nРАБОТА В ЛАТОКЕН\nРОСТ НА ГЛОБАЛЬНОМ РЫНКЕ ТЕХНОЛОГИЙ\n\n- Быстрый рост через решение нетривиальных задач\n- Передовые технологии AIxWEB3\n- Глобальный рынок, клиенты в 170+ странах\n- Самая успешная компания из СНГ в WEB3\n- Входит в Top 30 Forbes компаний для удаленной работы\n- Оплата в твёрдой валюте, USDT без привязки к банкам\n- Опционы с вероятным \"откешиванием\" криптолетом\n\nМЫ ДАЕМ ОПЫТ ПРИМЕНЕНИЯ AI\nКОТОРЫЙ СТАНОВИТСЯ ЦЕННЕЕ НАВЫКОВ РАЗРАБОТКИ\n\n\"The IT department of every company is going to be the HR department of AI agents in the future.\"\n- Jensen Huang (CEO @nvidia) at CES 2025\n\n\"No Company for Coders. Salesforce Won't Hire Enggrs, Thanks to AI Gains\"\nCEO Benioff says freeze this year due to productivity gains of 30%+ with AI tools\n\nРАБОТА У НАС - ВОЗМОЖНОСТЬ СДВИНУТЬ ПЕРИМЕТР ТЕХНОЛОГИЙ И ВОЗМОЖНОГО\n\nМы помогаем технологиям развиваться, размещая представляющие их токены на нашей бирже\n\nОКРУЖИ СЕБЯ ТЕМИ, КТО РОДИЛСЯ ИЗМЕНИТЬ МИР\n\n«Друзья моего сына, перестали развиваться ... я сказал сыну „Они тебе не друзья, сын\". Хабиб парировал, что дружат со школы. Я спросил: Они готовы делать объемы, которые делаешь ты? — Нет. Их родители думают о том же, о чем я думаю? — Нет. — Как вам тогда идти по пути вместе?».\n\nАбдулманап Нурмагомедов, тренер 18 чемпионов мира по самбо\n\nХАРАКТЕР\nЧЕМПИОНА VS ОБЫВАТЕЛЯ\n\nЧемпион:\n- Сверхусилие и ответственность решить проблему, когда большинство сдается\n- Стресс и давление для ускорения и креативности\n- \"Пытает\" коллег до совершенства\n- Прямота в обсуждении проблем и ошибок, недоработок\n- Технологии чтобы создать будущее, нежели полировать прошлое\n\nОбыватель:\n- Хочет \"непыльную\" работу и ищет \"вторые работы\"\n- Меняет работу, когда сталкивается с трудностями и ответственностью\n- Прикрывает коллег, чтобы они прикрывали его\n- Лелеит обиды или сплетничает, чтобы оправдать отлынивание\n- Держится за ритуалы и привычки\n\nОТВЕЧАЙ ЗА ПОЛЬЗУ В ПРОДЕ ДЛЯ КЛИЕНТОВ\n\nЧемпион:\n- Разберусь и сделаю, расписав проект, задачи, блокеры и репорты.\n- Demo or die - каждую неделю дожимаю до результата в проде, и тестирую.\n- Измеряю какую пользу приносит моя работа.\n- Дожму задачу сегодня, чтобы не замусоривать недоделом завтра.\n- Нахожу 10х улучшения на хакатонах по субботам.\n\nОбыватель:\n- Я не менеджер, пусть кто то распишет мне задачи\n- Это от меня не зависит\n- Я не QA и не должен это тестировать\n- Я не аналитик и не должен смотреть как релиз повлиял на конверсию\n- Мой рабочий день закончился\n- Занимаюсь ритуалами обывателей вместо хакатонов по выходным\n\nКУЛЬТУРА\nПОЛНЫЙ КОММИТМЕНТ РАСТИ, ЧТОБЫ БЫТЬ ПОЛЕЗНЕЕ, \"БАЛАНС\" И \"СЧАСТЬЕ\" НЕ ДЛЯ ЧЕМПИОНОВ\n\n- Счастье это не цель, а вкусняшка как мороженное. Цель - польза людям.\n- Баланса нет, есть жизнь где ты учишься быть полезнее. Выбор Свидание или Хакатон в сб определяется тем, где ты больше разовьешься.\n- Стресс это друг помочь преодолеть препятствие.\n- Никаких сайд, пет, пед проектов. Полный коммитмент.\n\nMark Andreessen, Партнер одного из крупнейших VC фондов a16z.\n\nГЛАВНЫЕ ПРИНЦИПЫ\nУГРОЗА ВЫЖИВАНИЯ ДЛЯ РОСТА\n\n- Сначала клиенты, а эго в конце\n- Отвечать за результат\n- \"Пытать\" до совершенства\n- Прямота! сплетни и обиды запрещены\n- Любой фидбек использовать для роста\n- Никогда не сдаваться\n\n\"Перестань искать отмазки вместо дожимания до результата, или отдай детей в китайский приют\"\n\nDELIVER OR GIVE UP YOUR KIDS TO CHINESE ORPHANAGE\nMISSION - BACKLOG MODEL - DELIVER\n\nBACKLOG: PROJECTS MODEL THE FUTURE (3-9 MONTH) -------> MISSION\nMONTHLY COMMITMENT > DEMO ---------------> OKRS\nWEEKLY COMMITMENT > DEMO --->\n\nSTANDUPS -> Standups are assaults on impediments to deliver Demo or Die.\n\nLearn LATOKEN Scrum Rules>\n\nРОЛИ И ЗАДАЧИ\n\nHackathon All\nDemo Devs\nJunior Python\nSenior Node.js or Python\nTrading C#\nData Python or Java\nCRM Operations (No co...\n\nЧем будешь заниматься в Латокен:\n- Рост через ответственность за \"воронку\" -> AI Продажи\n- Виральные активности без бот-ферм -> Тапалки Web App 🐻\n- \"Твердые цены\" без риска для биржи -> \"Сбор\" ликвидности с DEX & CEXs\n- Токены понятны трейдерам благодаря он-чейн и соц данным -> Рекоммендации, Соц. сигналы\n- Системный рост команд и продаж -> Up or out\n\nХАКАТОН\n\nЗнакомство - включи камеру пятница 18:00\nЗадача пятница 18:15\nДемо суббота 18:00 (17:30 подготовительная встреча)\nПризы и офферы суббота 19:00\n      ","source":"canva_presentation"},{"text":"\nLATOKEN - это криптовалютная биржа и платформа для токенизации активов, основанная в 2017 году.\n\nО LATOKEN:\n- Глобальная биржа криптовалют с более чем 4 миллионами пользователей\n- Предлагает доступ к 3000+ активов для трейдинга (в отличие от 400+ на Binance)\n- Входит в топ-25 криптовалютных бирж по данным CoinMarketCap и CoinGecko\n- Компания имеет представительства по всему миру и клиентов в 170+ странах\n- Фокус на AIxWEB3 технологиях\n\nМиссия компании:\nПомогать людям становиться совладельцами стартапов, которые формируют будущую экономику. Создавать условия для кооперации и развития технологий вместо конкуренции.\n\nКультура компании:\n- Ориентация на результат и доставку продукта в срок (\"Demo or Die\")\n- Полная приверженность работе и постоянное развитие\n- Высокие стандарты качества и \"характер чемпиона\"\n- Стремление к инновациям и преодолению технологических барьеров\n- Прямота в коммуникации, запрет на офисные интриги\n\nРабочий процесс:\n- Структурированная модель задач с бэклогом на 3-9 месяцев\n- Ежемесячные и еженедельные демонстрации результатов\n- Ежедневные стендапы для устранения блокеров\n- Scrum методология с фокусом на доставку результата\n\nВакансии:\n- Python разработчики (Junior и Senior уровня)\n- C# разработчики для трейдинговых решений\n- Node.js разработчики\n- Data-специалисты (Python/Java)\n- Специалисты по CRM и операциям\n- Менеджеры продаж и РОП\n\nБенефиты работы:\n- Оплата в стабильной валюте (USDT) без привязки к банкам\n- Опционы с возможностью монетизации\n- Удаленный формат работы (компания входит в топ-30 Forbes для удаленной работы)\n- Опыт работы с передовыми технологиями AI и Web3\n- Возможность участия в хакатонах и инновационных проектах\n      ","source":"canva_presentation"},{"text":"\nО компании LATOKEN\n\nLATOKEN - это супермаркет активов на технологиях WEB3 и AI.\n\nОсновная информация:\n- Основана в 2017 году\n- Штаб-квартира в США, международная команда\n- 4 миллиона пользователей в 170+ странах\n- Более 1 миллиона платящих пользователей в 2022 году\n- №1 по числу активов для трейдинга: 3000+ (для сравнения, у Binance около 400+)\n- Топ-25 криптобиржа по рейтингам CoinmarketCap и CoinGecko\n\nТехнологический фокус:\n- AIxWEB3 интеграция\n- Передовые решения в области блокчейн\n- Автоматизация процессов с использованием AI\n- Развитие DeFi экосистемы\n- Токенизация реальных активов (RWA)\n- Мультимодальные системы\n- Трансформеры и синтетический контент\n\nКорпоративная философия:\nLATOKEN продвигает идею \"сдвига периметра технологий\" - постоянное расширение границ возможного через инновации, хакатоны и технологические эксперименты.\n\nПринципы работы:\n1. Клиенты на первом месте, эго в конце\n2. Полная ответственность за результат\n3. Постоянное совершенствование продуктов и процессов\n4. Прямая и честная коммуникация\n5. Конструктивное отношение к любому фидбеку\n6. Настойчивость и стремление к результату\n\nКарьерный подход:\nLATOKEN ищет людей с \"характером чемпиона\", которые готовы:\n- Решать сложные проблемы, когда другие сдаются\n- Использовать стресс как инструмент для креативности\n- Стремиться к совершенству и помогать в этом коллегам\n- Быть прямыми в обсуждении проблем\n- Создавать будущее с помощью технологий\n\nМодель разработки:\n- Mission -> Backlog -> Monthly Commitment -> Weekly Commitment -> Daily Standups\n- \"Demo or Die\" - еженедельная демонстрация работающих результатов\n- Измерение пользы и эффективности каждой реализованной функции\n- Собственная адаптация методологии Scrum\n\nСоциальное значение:\nLATOKEN стремится помогать людям становиться совладельцами технологических стартапов, которые могут формировать основу экономики будущего, создавая условия для кооперации вместо конфронтации.\n      ","source":"canva_presentation"},{"text":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Share Explore Why to join LATOKEN? Go global to grow with the frontier tech to change the world ⁠ Русскоязычная версия > ⁠ (try VPN in case if the below presentation is not loading) At Latoken, we help launch or discover the next gems for web3 early adopters. This enlightens people and aligns their short-term individual profits with long-term common prosperity. People will not vote for wars or injustice erasing the value of their trading accounts. If Latoken isn't able to democratize the capital markets, billions of people may remain blinded and disconnected from the opportunity, resulting in the growth of inequality, alienation, and ultimately jeopardizing shared prosperity. We are building Latoken to enlighten individuals, encouraging cooperation for long-term prosperity and making them active stakeholders in a better future. Our vision is for billions of people to trade millions of assets, pushing the boundaries of finance and technology. We will have to overcome the challenge of listing the best assets and making them easy to understand and trade, but we will succeed by scaling listing sales and partnerships and making it easy to understand the business, on-chain, and social data of the tokens. The more people are stakeholders of the future, the better it will be. ⁠ ⁠ ⁠ LATOKEN helps to find the next bitcoin before others. Thus we democratises the brain of humankind - capital markets, we help to launch or discover frontier assests. We are the leverage for passionate tech lovers to change the world. Learn Why web3? ⁠ Learn Jobs ⁠ Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices","source":"general_info"},{"text":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Copy doc Culture There is either DNA or Culture, everything else is entropy. That is perhaps the most detailed culture deck in the world. Full of stories from LATOKEN slack. Valentin Preobrazhenskiy I commit to: Put clients first, ego last - never nurture grievances or selfish interests. Demo or Die. Focus to deliver, never seek excuses and remove bad apples doing the opposite. Make transparent and accountable work of yourself and teammates to remove freeriders and resolve blockers for sportsman. Give candid feedback to level up performance, and eliminate talking behind the back. Use any feedback to grow and never give up, never quit. By doing the above, I will build the culture of Olympic Freedom and Responsibility for mission driven critical hits ⁠ . ​Apply to join> ⁠ ⁠ President of NVIDIA: “I’d rather torture you into greatness, rather than give up on you.” ⁠ ⁠ ⁠ By doing the above, I will build the culture of “ Olympic Freedom and Responsibility ⁠ for the mission driven critical hits ⁠ “ Culture is not something what we have in our hearts. It is not a set of our beliefs. Culture is a set of actions. Who you are is what you do. Culture is how and which decisions are made, especially if no one sees. We have beliefs and Principles and we will do everything to make them working. We leverage shocking rules to make it clear. For example, if one is not following the Rule to be the client of the product her is building - her would not be able to build it. A better culture is the reason for unicorns Generally, new companies should not exist ⁠ . The only reason is their new culture which can solve creativity paradoxes to punch through legacy players. Culture is born in the war of economic selection. Culture is the war between the past and the future. Once a greater culture is born, it erases cultures of the past. Past cultures strive to survive and thus the war is imminent and intence as culturicide erases way more information than genocide. We do not smell this war with rooten flash on the streets as the war is now on the markets. Cultures compete for clients via products and prices instead of guns. Thus the war is now global and ligtning fast. Evolve culture lightning fast or die. That is evolution. ... Intuition is not enough, understand the mechanics Why the culture of “Olympics of Principals Free and Responsible to Build the Future” ⁠ Cut Cancer Parasites are the main killers, not wars. Cut cancer fast, before it spreads through organism. Deadly cultural cancer is when freeriding is Nash stable. The startups are a better solution for the cultural cancer problem, the single reason for them to exist. ⁠ ⁠ Goal of life - share in Nasdaq index The proof that your life made an impact - your stake in Nasdaq index. Get stock options. ⁠ ⁠ Get Stock Options We overpay 10-1000x with stocks to principals. Be stakeholder of the future you are building. ⁠ ⁠ Report Free Riding If one can benefit from fake work - all others will end up poorly. Report free riding immediately to make such strategy punished. ⁠ ⁠ The Principles: Olympics of Freedom and Responsibility to Build the Future Once agreed on the Principles - we agreed on many decisions based on them. Teammates leverage the agreed principles to make their judgements and decisions aligned with the common goal without infinite reconciliations. So they move faster and hit targets. ⁠ 29 Share More Gallery Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices","source":"general_info"},{"text":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Copy doc Jobs 🇷🇺 Русская версия> ⁠ ⁠ ⁠ Product Developer ⁠ ⁠ ⁠ Operations Developer ⁠ ⁠ ⁠ Sales and CS ⁠ ⁠ Apply via t.me/evolveordiejobot ⁠ ⁠ \"Torture to greatness as we believe in you. Never give up.\" These roles are perfect for those who are passionate about technology and committed to excelling beyond expectations to enhance client value and team performance. We offer a rigorous, growth-centric remote work environment, embodying the NVIDIA CEO’s principle of \"Torture to greatness as we believe in you. Never give up.\" ​ ​ Loading… ⁠ ⁠ ⁠ Learn our culture> ⁠ ⁠ ⁠ Why to join LATOKEN? ⁠ ​ ⁠ ⁠ 29 Share More Gallery Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices","source":"general_info"},{"text":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Copy doc Listings The LATOKEN growth machine scales your token by engaging 4M+ users acquired through 2,500+ airdrops and sector-focused launchpads. ⁠ ⁠ ⁠ ⁠Full presentation ⁠ Verify a Manager ⁠ | Contact ⁠ Success Casess at Launchpads ⁠Meme ⁠ AI ⁠ L1 ⁠ L2 ⁠ DeFi ⁠ Games ⁠ RWA ⁠ NFT ⁠ Social ⁠ Ecommerce ⁠ Investment ⁠ Interoperability ⁠ IoT ⁠ DePin ⁠ Metaverse ⁠ DAO ⁠ and more... ⁠ ⁠ Steps to get listed Select Package (via general link ⁠ or ask your manager for the link) Fill in Get Listed Form ⁠ ⁠ Pay (include signing of listing order-form/contract) Preparation Reserve Listing Date Set up Co-marketing Activities Set a Market Maker Stand by 1 hour before listing ⁠ ⁠ ⁠ Listing Event Direct Pushes by LATOKEN: 1M+ mobile devices, 900K TG users. Email blast (announcement in the weekly newsletter). Banners at LATOKEN landing web/mobile 8M+ monthly visitors for each activity. SMM/Co-announcements across TG, X, FB, IG: Announcement of each activity (Listing, Airdrops, Trading Competitions) - crossposting Client Pin to TG group “Trade at LATOKEN from [date] [link] Put banner “Trade [token] on LATOKEN” to project landing page Activities (Recurrent monthly subscription recommended) Airdrop (tokens for marketing tasks with $3 traders acquisition costs, no bot farms) Trading Competition (tokens for trading) Staking (yeild in tokens for hodl - staking) Liquidity Zero Fee account or standard fees ⁠ (>$20M per month Maker 0, Taker 0.04%). Note: KYC for a non-restricted country. Capital minimum $5,000 in tokens and USDT (50/50) Referral bonus Introduce projects, track their applications in your referral cabinet, and get an automatic bonus on the listing payment date. Get Referral link> ⁠ ⁠ ⁠ ⁠ 29 Share More Gallery Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices","source":"general_info"},{"text":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Copy doc Why to join LATOKEN? Почему LATOKEN? Трамплин на глобальный рынок с технологиями и культурой достижений, на удаленке В Латокен мы помогаем запускать и покупать стартапы будущего. Это помогает предпринимателям получить поддержку, а инвесторам заработать. Мы согласуем краткосрочные эгоистичные интересы людей с долгосрочным общим процветанием. Инвесторы не голосуют за войны или несправедливость, стирающую стоимость их торговых счетов. Если Latoken не сможет демократизировать рынки капитала, миллиарды людей могут остаться оторванными от возможностей участвовать в создании будущего и зарабатывании на нем, что приведет к росту неравенства, разобщенности и в конечном итоге поставит под угрозу общее процветание. Нам понадобится научиться листить лучшие токены первыми, а также сделать их ликвидными и легко понятными для торговли. Для этого мы используем ИИ, автоматизируя и расширяя продажи, а также обогащая информацию о токенах данными ончейн и социальными данными. А самое главное, мы строим команду, которая на это способна. Мы считаем, что программировать научится ИИ, поэтому характер важнее навыков разработки. (используйте VPN если слайды ниже не грузятся) ⁠ Loading… ⁠ ⁠ Вакансии Jobs ⁠ 29 Share More Gallery Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices","source":"general_info"},{"text":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Copy doc Why to join LATOKEN? Why web3? Co-own what you produce. ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ Loading… ⁠ ⁠ ⁠ Loading… ⁠ ⁠ Bitcoin is a better gold ⁠ Loading… ⁠ ⁠ Rolsnev Pletnev, ex-president of Bulgaria, LATOKEN BEF Davos 2019 “Next 10 years everything is gonna change and blockchain is the major driver for that” ⁠ Loading… ⁠ ⁠ US President Joe Biden’s SEC Chair Gary Gensler: “Startups will beat the incumbents” ⁠ Loading… ⁠ ⁠ ⁠ See more insights from presidents, ministers and billionaires> ⁠ ⁠ Blockchain is the next wave which outperforms any technology and industry in history ⁠ ⁠ ⁠ Blockchain enforces property rights at a fraction of costs No need for layers of private banks, custodians, central banks, and political systems to enforce property rights over money and assets. This means a decent cut in costs to open accounts worldwide and the dawn of new use cases (such as startups \"IPOs\"). Blockchain is the internet of value to level up blood and brain of mankind: money and trading. There are way more people willing to manage money in digital currency wallets, than photos in social currency wallets. However, digital wallets are constrained by prohibitive transactions costs of legacy financial system with layers of banks, custodies and political systems needed to enforce property rights. That is a big constraint for mobile driven dawn of neobanks and retail brokers. LATOKEN erased such costs with blockchain based next gen digital wallet available to billions at fraction of costs. Anybody will be able to manage his financial life in one app. That is why we acquired over million clients and have 10 000+ mobile installs each day with multibillion adrresable market. ⁠ Culture ⁠ 29 Share More Gallery Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices","source":"general_info"},{"text":"Вы собираетесь покинуть Canva https://coda.io/@latoken/latoken-talent/the-principles-olympics-of-freedom-and-responsibility-to-build-t-60 — внешний веб-сайт, не связанный с Canva. Проверьте надежность ссылки, прежде чем продолжить. Перейти на внешний сайт Этот сайт кажется вам подозрительным? Если ресурс вас чем-то настораживает, сообщите нам об этом. Пожаловаться на ссылку","source":"general_info"},{"text":"Skip to content Product Product Explore Docs & team hubs Trackers & apps Coda joins Grammarly NEW! See all → AI & integrations Coda Brain Coda AI Integrate your tools Consolidate your tools More What's new FEATURED Packs Publishing Compare vs Notion vs Confluence vs Quip vs Airtable See all → Solutions Solutions By role Product Sales Engineering See all → By scenario Planning & OKRs Meetings Project management See all → By team size Enterprise Startups Small business See all → Case studies How Qualtrics saves money with Coda. See all → Resources Resources Learn Guides Courses Webinars FEATURED Connect Help center Coda community Hire a Services Partner Partner with us Extend Pack Studio Formula list API Featured guide How to build a team hub on Coda See all → Gallery Blog Pricing Request a demo Get started Gallery Docs Packs What would you like to make? Valentin Preobrazhenskiy All Created by Valentin Liked Doc • HR LATOKEN Go global to grow with the frontier tech to change the world VP Valentin Preobrazhenskiy Doc • Self improvement Модель Мира Идеи и друзья изменить мир VP Valentin Preobrazhenskiy Doc • Personal Platform Ops Workspace VP Valentin Preobrazhenskiy Company About us Blog Careers Accessibility Coda on Coda Press Product Compare Coda Case studies Packs API Beta program Explore Coda Solutions For PMs For sales teams For enterprise For meetings For OKRs All solutions Popular templates Team hub OKR tracker Meeting notes Product roadmap Decision doc All templates Resources Help center Contact support Community Learn Coda Android app iOS app Copyright © 2025 Coda. All rights reserved. Privacy Legal & security Status Site map Your Privacy Choices Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices","source":"general_info"},{"text":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Copy doc #nakedmanagement Focus on The Critical Hit Get it really done or die Valentin Preobrazhenskiy Tom King, a former star boxer, found himself yearning for a steak. He had spent his earnings from past victories generously, choosing to travel instead of training. In his last fight, he performed well but failed to deliver a critical hit for the win. As a result, he was now so impoverished that local merchants wouldn't even loan him enough money for a steak. The next day, he was to fight against a rising star, Sandel. All he could afford to eat was bread and gravy, and he had to send his wife and children to bed without food. King lost the fight. He was convinced that if he had been able to eat a steak before the fight, the outcome would have been different. Having already taken out credit on the loser's share of the purse, he left the fight penniless and in despair. King wept during his two-mile walk home, unable to afford a cab ride. He knew he would never win again. \"A Piece of Steak\" by Jack London, 1909 Consider a jaguar that chases an antelope several times but fails to catch it. The jaguar may run out of energy for the next chase. Each subsequent chase with less energy means a lower probability of success and a lower chance of replenishing its energy. The jaguar is in its death valley, where death is imminent. The jaguar will die of hunger. ⁠ ⁠ ⁠ San Francisco is full of homeless entrepreneurs - Jaguars who went into the Death valley. ⁠ ⁠ Mobilise effort to make a critical hit to break the wall or all of your work will be in vain, leading to burnout. If multiple random light shots can't break a heavy wall, then you've just wasted energy, and you'll die, taking your teammates down with you. Breaking a wall means delivering a change in business with sustainable value that exceeds the costs used and ideally surpasses alternative costs. You must have a laser-focused vision to hit the weak spot with a single, well-powered shot. You have one or a few shots to take aim. If the shot is too light, we won't be able to determine if the aim was correct. If you break the wall, you get recharged. If you don't hit and if you're a normal person, your brain will command you to conserve energy with each miss. Consequently, you'll be less likely to make a sufficient effort to make a hit with each subsequent shot. This is the Death Valley. That's why we seek exceptional people determined to succeed. They never give up, never quit because they learned to make critical hits back in their childhood. What did they learn in childhood that forged their character to break walls that stop others? They learned to be conscious and responsible for their actions. They learned how to use each miss to correct their aim, double their effort, and ensure the target will be hit, unlike those who prefer to make excuses. Unlike excuse seekers, strong characters can endure failure while doing everything to hit with a single shot at all costs. They focus with clear WHO needs WHAT for WHY stories and prohibit others from blurring tasks with vague, poorly structured definitions. Focus for crit hit, be determined to succeed, never give up, never quit. ⁠ Loading… ⁠ ⁠ “The Death Valley” #nakedmanagement \"The Death Valley\" is a self-perpetuating decline in the probability of achieving a product-market fit. This decline is due to a decrease in the effort to make critical hits as the team wastes energy and sees a lack of traction. The self-enforcing process begins with a lack of vision for the end result. A team that doesn't see where it's going, won't get anywhere. A lack of progress means a lower probability of getting a return on effort. Thus, there's less incentive to make the extra effort to start developing a vision for the end result. Creating a vision for the end result requires extra effort: The effort to visualize it: Write a WHO/WHAT/WHY Story, Vision novel, Problems/Solutions, To Do, draw a mind map (avoid seduction to write just few bullet points, always write Stories at least to build a habit) The painful responsibility of acknowledging the result (Recognizing that sometimes what you do is useless, regardless of the effort put in). If I don't see where I'm going, then I'm not responsible. I'm just doing something someone told me to do or what I feel like doing at the moment, regardless of whether it's needed for the clients or not. Instinctively, I want recognition, higher titles, a better salary, and more influence, while wanting less responsibility and effort. So, I aim for a higher risk-adjusted ROI on my effort. If I don't measure the result for clients and don't take responsibility for that, then the value for clients is not in my ROI formula. Naturally, I expend energy only on variables in my ROI formula: recognition, titles, salary, influence. There are no client metrics here. And I feel demotivated if I don't get recognition, etc., for consulting teammates and jumping around, I feel the tensions of normal and median people. This is the lack of commitment and accountability well described in “Five dysfunctions of teams ⁠ “. Connect your brain's ROI formula with the client metrics, or abandon the ambition to build a product and remain a median person. Done 2 ⁠ ⁠ The Shocking Rules Culture is not what we feel in our hearts. Culture is not a set of principles. Culture is a set of actions. If we follow our Principles, we have the Culture. We act boldly to make our principles work. ⁠ ⁠ ⁠ The Principles: Olympics of Freedom and Responsibility to Build the Future Once agreed on the Principles - we agreed on many decisions based on them. Teammates leverage the agreed principles to make their judgements and decisions aligned with the common goal without infinite reconciliations. So they move faster and hit targets. ⁠ 29 Share More Gallery Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices","source":"general_info"},{"text":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Copy doc Culture The Principles: Olympics of Freedom and Responsibility to Build the Future Once agreed on the Principles - we agreed on many decisions based on them. Teammates leverage the agreed principles to make their judgements and decisions aligned with the common goal without infinite reconciliations. So they move faster and hit targets. Valentin Preobrazhenskiy Wartime Principles Who are you? ⁠ Fire good ones for freedom Only candid champions for freedom and responsibility. Fire B or A quit. ⁠ Generally, new companies should not exist ⁠ . The only reason is their new culture which can solve creativity paradoxes to punch through legacy players. I commit to: Put clients first, ego last - never nurture grievances or selfish interests. Demo or Die. Focus to deliver, never seek excuses and remove bad apples doing the opposite. Make transparent and accountable work of yourself and teammates to remove freeriders and resolve blockers for sportsman. Give candid feedback to level up performance, and eliminate talking behind the back. Use any feedback to grow and never give up, never quit. By doing the above, I will build the culture of Olympic Freedom and Responsibility for mission driven critical hits ⁠ . ​Apply to join> ⁠ ⁠ LATOKEN PRINCIPLES (RULES) Culture is born in the war of economic selection. The war is between the past and the future. Once a greater culture is born, it erases cultures of the past. Past cultures strive to survive and thus the war is imminent and intence as cultu3ricide erases way more information than genocide. We do not smell this war with rooten flash on the streets. The war is now on the markets. Cultures compete for clients via products and prices instead of guns. Thus the war is now global and ligtning fast. Evolve culture lightning fast or die. That is evolution. (To avoid confusion, this text is written in 2020. Update from the CEO “I donate to the war refugees. Any violation of human rights is a threat to the free markets ⁠ and humankind. Humans should compete via fair market competition to evolve, otherwise the technology will destroy us.”) Culture is not something what we have in our hearts. It is not a set of our beliefs. Culture is a set of actions. Who you are is what you do. Culture is how and which decisions are made, especially if no one sees. We have beliefs and Principles and we will do everything to make them working. We leverage shocking rules to make it clear. For example, if one is not following the Rule to be the client of the product her is building - her would not be able to build it. We commit to follow LATOKEN Principles. If we violate any of them we report it, make our best to fix mistake and learn from the failure. We help teammates to follow the principles. If we think one is violating the principles - we will tell about it to her or speak up to her supervisor, and of course would not talk behind a person’s back without her supervisor. 1. Our Goal of Life is to make the world better with a product Otherwise, what would one do in a startup? Why does startup need tension originated by conflicts of other goals with the innovator’s mission? How would one choose the right priorities? There will be constant tensions with our principles such as Client First, Ego Last or Never waste time or Get out of comfort. Align your daily tasks with the product mission via grandma clear OKRs. If you do not understand the mission - make extra effort to understand. “Company has no vision or mission or culture” is a top excuse of agents to freeride principals. If you need to be inspired - do not do this. Get out. 2. Clients First, Ego Last We are the users. Be the client of the product you are building.Test it, and talk with clients. Align each task and second of your life with the clients success. Architect 200 trln of your synapses and 100x more of synapses around for your life mission lasting beyond your body life. Every evening or weekend you have meaningful time with yourself, teammates, your relatives and friends helpful to achieve your mission. Isn’t it? Feel grievance about clients, not about yourself. Clients are not for serving our egos of being the rulers of the future. Do not defend or excuse our ego. Think big. Count in second- and third-order consequences. Learn from books of top tech founders and investors. Take a reasonable risk. Tolerate mistakes and do not tolerate incompetence. Mistakes are ok, if reported and learned. If you suffer - good, it means you are growing. 3. Demo or Die. Focus to deliver, never seek excuses and remove bad apples doing the opposite Get shit done. Hardwork and achievement is not a pleasant comfort travel, thus most people try to avoid it. Do not allow to sneak out, force to get shit done. Discover the root problem or blocker. Ask “why did it happen 4 times to get in-depth insight into what should be fixed. Crystalise blokers in projects update and solve one by one. If there are no such clarity, it is likely that the doers decided to work to prove that they should not do the task or task is undoable. Do not allow fake work, nor vague defined work. Eliminate low standards or excuse seeking before a Bad apple spoils entire harvest. If others see that avoiding ownership and seeking excuse is a beneficial strategy - high performance strategy is not a Nash stable anymore and we are dead zombies. Have your highest-performance responsibility area, limit jumping around. Know who you are and what your personal mission is. Double effort when failed. Learning how to get out of shit is the greatest one. Get shit done. 4. Make transparent and accountable work of yourself and teammates to remove freeriders and resolve blockers for sportsman Transparent Work. Projects, Tasks and Work done of each teammate must be clear to you. Each standup you understand who did what yesterday, plan to do today and what are their blockers. Ensure the tasks have real stories Who need What for Why, comments for hours billed are clear and reasonable, ask “stupid questions” if anything is unclear. Make teammates accountable. Grill evasive behaviours to push bad apple and freeriders out while making clear to others to avoid copying the toxic evasive strategy. If weekly Demo is not done - ask why a teammate did not push hard to resolve blockers. Smash attempts to avoid the questions asked or to blur details of the blockers. You critical thinking skills are very important to judge if there are excuses or real independent blockers. Elimintate covering. Agents (bad apples and freeriders) are making friends to cover each other by injectig lies, changing topics when asked unpleasant questions and mutually avoiding writing clear stories, project updates and blockers. Crush them. Report mistakes. If you feel pain due to accountability, this means you are growing. Get our of comfort to grow. 4. Candid feedback, no politics Give open feedback asap. Wrong public feedback is way better than polite tacit disagreement and talking behind our backs - that is prohibited politics. We do not hide our opinions and never talk behind. If we suffer from our openness - this means we are growing. If we see something unethical or if we are unhappy, it is our job to speak up. Eliminate talking behind and gossips. We share with others only what we would say if the other person was in the room. If we discuss a misalignment - it should be heard by the person or her supervisors as we want to correct it. Otherwise it is likely to be collusion against a teammate, and potentially against all teammates and clients. We stop and report talking behind. Prefer productive open conflict to find a great solution over tacit compromise over mediocracy. Get any feedback to grow. It does not matter if feedback is accurate or not. The ultimate feedback - startup and you are dead 10,000 to 1 if you do not do 10x, 10x and 10x better. You are dead means your culture will not be remember","source":"general_info"},{"text":"ed and passed to next generations. Why do you live then? No politics. Negative public feedback should not change you attitude to a person under fire, work with her like with any other teammate. 5. Navy Seals to Every Role Raise the bar with any hire. Newcomers must be better than we are today, so we become greater tomorrow. Hire and raise your successor from day one. That is how you accelerate vesting and value of your stocks. Everyone is responsible for hiring. Managers are promoted based on their ability to attract and develop top talent. Do Sugar Cookie traning. Put a pressure early to learn if the Navy Seal is ready for the real encounter. 6. Be Ethically Radically Transparent, Yet Keep Our Secrets and Know Hows Grandma should understand your OKRs, tasks, and failures at first glance. Report mistakes. Hiding mistake espesially with a lie is a crime. Stories must be “Who needs What for Why”. Give open feedback. We do not hide our opinions and never backtalk. If we suffer from our openness - this means we are growing. If we see something unethical or if we are unhappy, it is our job to speak up. Negative feedback in public meeting is better than no feedback. Especially if one demonstrates negligence to the principles. We ask for help when getting stuck or feel incompetent. Keep confidential data under lock such as client personal data, salaries, bonuses, procedures related to security, our conflicts and hurdles. Report to supervisor and CEO if the Principles or Code of Ethics are violated or not working well, report any fake work, any freeriding or cheating. Speak up to compliance, do not wash our dirty linen in public outside company. Follow NDA contract obligations. Public can not be expert in our internal problems. I am joining LATOKEN because I believe in the mission to put money at people’s fingertips to build and co-own the future. I am joining LATOKEN because I believe in the Principles, will act accordingly to them and will do everything I can to make them work perfectly for the mission. I will demand from others to perform and use my critical reasoning and high standards if hear I excuses for adequate or lack of performance. Principles to benefit clients Ensure principles are used to build great product for clients. Report if Principles are misused. Slack had “empathy” as a top value, however some employees started to use it against candid feedback... what happened - see in this video. ⁠ Loading… ⁠ ⁠ How do we help the Principles to work. Learn: ​ Get Stock Options We overpay 10-1000x with stocks to principals. Be stakeholder of the future you are building. ⁠ ⁠ Report Free Riding If one can benefit from fake work - all others will end up poorly. Report free riding immediately to make such strategy punished. ⁠ ⁠ Goal of life - share in Nasdaq index The proof that your life made an impact - your stake in Nasdaq index. Get stock options. ⁠ ⁠ The Principles: Olympics of Freedom and Responsibility to Build the Future Once agreed on the Principles - we agreed on many decisions based on them. Teammates leverage the agreed principles to make their judgements and decisions aligned with the common goal without infinite reconciliations. So they move faster and hit targets. ⁠ ⁠ Who are you? ⁠ ⁠ The Shocking Rules Culture is not what we feel in our hearts. Culture is not a set of principles. Culture is a set of actions. If we follow our Principles, we have the Culture. We act boldly to make our principles work. ⁠ ​ Wartime Principles In wartime, a company is fending off an imminent existential threat. ⁠ ⁠ Cut Cancer Parasites are the main killers, not wars. Cut cancer fast, before it spreads through organism. Deadly cultural cancer is when freeriding is Nash stable. The startups are a better solution for the cultural cancer problem, the single reason for them to exist. ⁠ 29 Share More Gallery Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices","source":"general_info"},{"text":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Copy doc Culture Cut Cancer Parasites are the main killers, not wars. Cut cancer fast, before it spreads through organism. Deadly cultural cancer is when freeriding is Nash stable. The startups are a better solution for the cultural cancer problem, the single reason for them to exist. Valentin Preobrazhenskiy 1. Agent is a deadly cultural cancer - cut it before all organism is infected. Cancer is a cell cheating on an organism when other cells fail to detect and stop it. Wars are not the main people’s killer, parasites are. The same about organisations - they shade away due to the infectious cancer culture of agents free-riders. Agents use a lack of transparency to cheat on Principals. Agent try to infect teammates around to lower standards and cover fake work of each other. ⁠ Loading… ⁠ ⁠ 2. Cancer Agents use asymmetry of information to freeride Principals. An agent knows details of execution unknown to the principal and this assymetry of information may be used to freeride them. For example: Newly hired HR may blameshift lack of hires to negative attitude of candidates to crypto or to the company. The real reason could be zero attempts to contact candidates or poor quality of communication. If principals do not have capacity to check the number of contact attempts or check messages and calls records, than why not to freeride them? So, again, teammates who work closely with him and know his actual workload have two options: ask him to leave the company or enjoy him as a bar lowerer so their weak performance now look relatively ok and they may cooperate to reinforce the excuses to lower the bar of a Nash stable strategy further. This decision is a differentiator between an Agent and a Principal. Make the right choice, once the wrong one is done, it starts to self-enforce and shape the future for yourself and for humankind. Dr. Ringelmann found out that with a rope pulling team size growth to 8 average effort declines 50%. An exception is only when team consists of professional sportsmen (as free-riders are wiped out fast in sports). ⁠ ⁠ ⁠ 3. Challenge freeriding to make a hardworking Nash stable strategy That is how you ensure no one can benefit with an alternative strategy, thus champion strategy is Nash stable. For example: A teammate uses the freeriding strategy in order to save some time and doesn’t make the task “grandma clear” in the SCRUM format “Who needs What for Why”. Saved time allows that teammate to do more tasks than other members of the team, so he may have a career advantage over teammates. Also teammates have less clarity about what he is doing so he may fake his work and do a side business to resell what his teammates produced. If teammates ask him to make an effort to write an appropriate story and give him less score on 360, his benefit on time saving may be below loss in social currency. Thus, his strategy to save time on writing a proper story will have negative profit. Either he will go bankrupt or change her strategy to write a story in scrum format. Small, yet powerful with the compound effect. High Performance Culture = Agents can not collude against Principals to hide freeriding as: 1. performance is transparent with OKRs, 360 and 2. most of the team are Principals who report freeriding as 3. most of the teammates are motivated by stocks and 4. their goal of life is to change the world with a product Now you know the underlying theory for our layer 1 cultural protocol: I commit to: Put clients first, ego last <= (4. their goal of life is to change the world with a product, 3. most of the teammates motivated by stocks) Demand exceptional performance from myself and teammates like olympic sportsmen principal (2. most of the team are Principals who report freeriding) Give candid feedback and eliminate talking behind the back (2. most of team are Principals who report freeriding) Use any feedback to grow and never give up, never quit (imminent threat to existence drives evolution) ⁠ Do the above to have the right answer: Did you detect cancer cells before too late for the organisation organism? ⁠ Loading… ⁠ ⁠ Why would teammates challenge a freerider to write a proper story and not to join him to freeride company instead? Yes, because they are all principals living to change the world, proved by their stake in Nasdaq index. ⁠ Get Stock Options We overpay 10-1000x with stocks to principals. Be stakeholder of the future you are building. ⁠ ⁠ Report Free Riding If one can benefit from fake work - all others will end up poorly. Report free riding immediately to make such strategy punished. ⁠ ⁠ Goal of life - share in Nasdaq index The proof that your life made an impact - your stake in Nasdaq index. Get stock options. ⁠ ⁠ The Principles: Olympics of Freedom and Responsibility to Build the Future Once agreed on the Principles - we agreed on many decisions based on them. Teammates leverage the agreed principles to make their judgements and decisions aligned with the common goal without infinite reconciliations. So they move faster and hit targets. ⁠ ⁠ Who are you? ⁠ Did you detect cancer cells before too late for organisation organism? 29 Share More Gallery Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices","source":"general_info"},{"text":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Copy doc Why we do? Goal of life - share in Nasdaq index The proof that your life made an impact - your stake in Nasdaq index. Get stock options. Valentin Preobrazhenskiy 1. Life will use all energy and matter to build home for life. Life is program which use energy to selfreplicate. Life DNA and culture, a layer 3 and above protocol on top of layer 2 - proteins and assets which are on top of layer 1 - energy and money. It is like DeFi layer 2 on top of blockchain layer 1. ⁠ ⁠ ⁠ Life will not stop untill all energy and matter is used to build home for life. Why? Because it evolves in competition with other forms of life for energy sources (share in food niches or market). Eg. use energy better to get more energy under management or loose in competition and die. Natural and economic selection is strongly biased to DNA (in the past) and cultures (today), ML (tomorrow) maximizing efficiency of energy use to sustain itself in the future. 2. Future energy under management = future earnings or global cap Modern macro organism on earth is maximizing future energy under management via price transmission through markets: Investors move money today to assets which will earn more money tomorrow. Money is a store and mean of exchange of manageable calories used in muscules, brains, computing power and engines. Change on stocks market prices changes prices on product, labour, education and even dating markets . Thus people make decisions today which help investors to earn more money tomorrow. 4. You are a part of the organism. Do not be agent - cancer. Be the principal - maximize viability of life on earth as measured by Nasdaq index. Our mission is to help everybody to become stakeholders of the future. The more people are stakeholders of the future, the better it will be. ⁠ ⁠ ⁠ Price transmission is layer 4 which works on top of layer 3 human rights: protected rights for life, property and trade. PS. Yes, love is well explained by neuroeconomics. Go for a date if it helps to increase Nasdaq index. ⁠ ⁠ ⁠ 29 Share More Gallery Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices","source":"general_info"},{"text":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Copy doc Why to join LATOKEN? Get Stock Options We overpay 10-1000x with stocks to principals. Be stakeholder of the future you are building. Career Review Investors vs. Employees ⁠ ⁠ ⁠ “if you are offered a seat on a rocket ship, get on—don’t ask what seat.” Eric Schmidt We overpay to great performers with stocks If you are a great fit and we do our job really well, you should earn 10-1000x of your any other next job market option. We allocate 20% of company shares to the team. That is 200% of the industry average for Series B SAAS or Fintech companies accordingly to Carta. ⁠ ⁠ ⁠ Source: Carta ⁠ ⁠ Why do we overpay with stocks to Principals? As Andreessen puts it: “New companies generally should not exist. As existing companies have pretty happy clients, teams, and resources. Startups should punch through status quo.” This means exceptional results of the team, unseen by well established companies. Why startups may over perform advantages of well established companies? - Because principals beat agents. Startups smaller team size helps to make teammates performance transparent and startups can reward with greater stocks upside. These are two powerful tools to solve the Principal-agent and Free rider ⁠ problems. “Stock Options is a recommendation straight out of something called “ agency theory ⁠ ”, that says that you have to align the interests of the people managing the firm with the interests of its shareholders. Otherwise, they will only do things that are in their own interest, and will be inactive, lazy, or plain deceitful... ” Freek Vermeulen @ Harvard Business Review 2009 ⁠ ⁠ I would add that team “will only do things that are in their own interest, and will be inactive, lazy, or plain deceitful..” because top performers or principals would be wiped out by agents. Stocks empower principals and discourage agents. Because principal’s utility function value future impact for clients, while agent prefer short term benefit of comfort and lack of responsibility. Ask yourself, is your teammate value comfort and lack of responsibility today or her prefer to grow to benefit clients in the future. Or in monetary terms, is her value monthly pay check or stock options? In other words, does her put first ego or clients? Decrease monthly pay-check to wipe out agents and overpay to principals with stocks Still, some agents may both value equity and prefer Free rider strategy where others grow capitalisation while her is blurring her underperformance. Ambiguity of innovation undermines performance transparency despite of smaller team benefits. Startups create new professions which have no performance benchmarks or direct metrics to measure her performance. Is her task really doable? This mean an agent can mislead others with her actual results or find excuses why desirable results are impossible. If such teammate earn the same stock options while making less investment with effort, than why would other teammates pursue a different strategy? Effort now seems as a loosing strategy to Free riding strategy. Effort is not a Nash stable strategy anymore. Furthermore, transparency will decline with acceleration when cooperation to cover each other give additional advantage. Team will sneak to adequate performance killing startup’s advantage over legacy companies to seize marketshare. Stock value is nothing now. Remaining principals quit. Be the principal and force agents out Agents cover each other when they know details of execution unknown to principals. They leverage asymmetry of information to benefit themselves at expense of principals. That is the definition of an agent. Asymmetry of information is the root cause of the principal-agent problem. If you react on weak performance, misleading statements, excuses - you are likely to be principal. Other principals are interested to reward you with greater stock bonus if you will increase value of all stocks. Principals are interested to push agents out and redistribute their unvested stocks between remaining or new-coming principals. At the same time founder and investors can not get stocks of pushed out agents as team stock pool is fixed at 20%. So they have no other interest then to maximize stocks value by oprimizing team pool between principals. The team of principals have even stronger incentives to push agents out as they get both stocks value growth and get more stocks (of pushed out agents). Principals are the main LATOKEN asset. Principals are your main asset as you are a stakeholder of LATOKEN. Remove asymmetries of information and agents. Do not tolerate lack of effort and adequate performance. Give brutal open feedback. Grow as a Principal! To sum up, we overpay to encourage those who: challenge lack of transparency and performance or excuse seeking hire and grow leaders who are stronger than herself lead hackathons and grow over weekends volunteer as a scrum master show initiatives outside of your current scope, after you really done your job greatly If you do the above and not feel overpaid - tell to supervisor or ceo ⁠ ⁠ ⁠ Loading… ⁠ ⁠ Factor in growth In startup land, the company you pick is more important than everything else: it’s more important than the role, it’s more important than your salary, and it’s more important than the projected value of your equity grant. Look at the guy who painted the walls ⁠ on the original Facebook office. As Eric Schmidt told Sheryl Sandberg when she was considering joining Google, “if you are offered a seat on a rocket ship, get on—don’t ask what seat.” ⁠ Why to join LATOKEN? Go global to grow with the frontier tech to change the world ⁠ ⁠ Learn more about Stock Options ⁠ 29 Share More Gallery Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices","source":"general_info"},{"text":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Copy doc #nakedmanagement Report Free Riding If one can benefit from fake work - all others will end up poorly. Report free riding immediately to make such strategy punished. These guys above seem to do their best. Mr. Ringelmann would doubt it. He would estimate their performance is at least 44% below their potential as there are at least 7 participants on the picture. I would add that they are likely to exaggerate expression of effort comparing to their facial expression when they pull the rope alone. Welcome to the Free Rider problem a part the Principal-Agent Problem or Agency Theory (btw it is big contributor Paul Milgrom won Nobel Prize 2020). ⁠ ⁠ ⁠ Ringelmann (1913) found that having group members work together on a task (e.g., pulling a rope) actually results in significantly less effort than when individual members are acting alone. Ringelmann discovered that as more and more people are added to a group, the group often becomes increasingly inefficient, ultimately violating the notion that group effort and team participation reliably leads to increased effort on behalf of the members. Subsequent research has aided the further development of the Ringelmann effect theory. Most notably, Ingham, Levinger, Graves, and Peckham (1974) discovered that group members continue to exhibit reductions in rope-pulling force even after being placed in pseudo-groups (i.e., groups composed of confederates and one, true participant). In their study, Ingham et al. (1974) directed confederates to pretend to pull on a rope by faking exertion, suggesting to the real participant that all members were working together. What proves of interest here is that because there was virtually no coordination between the participant and the confederates (they were not physically taking part in the actions), poor communication cannot account for the decrease in effort.[11] Therefore, Ingham et al. (1974) support the assertion that motivational losses largely determine an individual’s decline in performance when acting as a member of a group. In addition, research has shown that participants who have previous experience in a team sport may not show the Ringelmann effect. The reason why teammates put less effort is because they can free ride each other if nobody can measure their effort (here is an asymmetry of information) and punish for cheating. Hard workers are in disadvantage as they would lose the most energy, while the prize would be spliced equally independently of effort. Thus hardwork is not a beneficial and desirable strategy (eg. it is not Nash stable as someone can pursue a different strategy with a larger benifit). Furthermore free riders tend to cooperate to cover each other and protect their status quo by lowering the bar for transparency and performance. The star-blast pressure of market competition force teams to give a birth to cultures which penalise free riding. In fact companies compete by how they are successful to solve the free rider problem. Culture is how this problem is solved. The most powerful invention here is the transparency and accountability for the result well encoded in our The Principles: Olympics of Freedom and Responsibility to Build the Future ⁠ . If you see someone tweak her OKRs to look better - make it transparent If you see someone pretend to work - make it transparent If you see someone cover her mistakes or negligence - make it transparent If you see someone seek excuses - make it transparent Make free riding transparent by speaking up or asking questions at morning sync or unit/ceomessage slack. Get this shit out of our culture and embrace those who do not tolerate free riders. ⁠ ⁠ ⁠ Remember: New companies generally should not exist New companies could exist only because they invent a better culture a better solution to the free rider problem to punch through status quo. ⁠ Loading… ⁠ ⁠ Related story: ⁠ Get Shit Done or Raise The Bar Rule Find solution, no room for excuses ⁠ 29 Share More Gallery Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices","source":"general_info"},{"text":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Copy doc Jobs ВАКАНСИИ ⁠ ⁠ ⁠ ⁠ Продуктовый разработчик ⁠ ⁠ ⁠ Разработчик операций ⁠ ⁠ ⁠ Продажи и Поддержка ⁠ ⁠ ​ ​ Loading… ⁠ \"Пытки до совершенства, так как мы верим в тебя. Никогда не сдавайся.\" Эти роли подходят для тех, кто увлечен технологиями и стремится сдвинуть границы возможного, чтобы принести пользу клиентам и приумножить результативность команды. Мы предоставляем, среду для развития, изобретенную благодаря олимпийским спортивным играм и компаниям изменившим мир. Посмотрите, как ее обобщил СЕО NVIDIA:\"Пытаем до совершенства, так как мы верим в тебя. Никогда не сдавайся.\" ⁠ Изучить нашу культуру> ⁠ ⁠ ⁠ Почему LATOKEN? ⁠ 29 Share More Gallery Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices","source":"general_info"},{"text":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Share Explore Jobs Sales Jobs The Listings Sales Unit at LATOKEN crypto exchange focuses on selling listings for new tokens before they are available elsewhere, and on upselling growth activities like airdrops and trading competitions to attract and retain traders. We enable exceptionally fast growth for hardworking achievers. Our multi-team system allows a junior to join as a lead generation manager, grow to a sales manager, and then spin off his own team as a team lead. His team lead is supportive and will assist, as he will receive a revenue bonus from the spinoff team. You will be able to hire your own recruiter and project manager to expand your team. We share up to 40% of listing revenue, so team leads may consider themselves as Business Partners and have full responsibility over their teams. ⁠ Partner Manager ⁠ ⁠ ⁠ Sales Manager ⁠ ⁠ ⁠ Project Manager / Head ⁠ ⁠ ⁠ Growth Manager ⁠ ⁠ ⁠ ⁠ ⁠ Learn the presentation above and Pass the Application Test via this link ⁠ : t.me/latoken_partner/414 ⁠ ⁠ Application Test ⁠ | Jobs ⁠ | Why to join LATOKEN? ⁠ Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices","source":"general_info"},{"text":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Copy doc Why to join LATOKEN? Library Must Read View of Must read done Book / Video 1 Scrum by Jeff Sutherland 2 What you do is who you are by Ben Horowitz 3 The hard thing about hard things by Ben Horowitz 4 ⁠Measure What Matters: ⁠ by John Doerr ⁠ and Larry Page 5 Principles by Ray Dalio 6 ⁠Who? ⁠ by Geoff Smart ⁠ ⁠ 7 No Rules Rule of Netflix 8 ​ New row ⁠ New companies generally should not exist ⁠ Loading… ⁠ ⁠ ⁠ Loading… ⁠ ⁠ ⁠ Loading… ⁠ ⁠ ⁠ Loading… ⁠ ⁠ /video ⁠ Loading… ⁠ ⁠ ⁠ Loading… ⁠ ⁠ ⁠ Loading… ⁠ ⁠ ⁠ Loading… ⁠ ⁠ ⁠ Loading… ⁠ ⁠ ⁠ Loading… ⁠ ⁠ New companies generally should not exist ⁠ Loading… ⁠ ⁠ Meet Jack Ma ⁠ Loading… ⁠ ⁠ ⁠ What and why we do ⁠ ⁠ Capital Markets Manage the Planet Emergence of Capital Markets is like the emergence of a neural system communicating with cells via electric signals instead of slow chains of chemical reactions. ⁠ ⁠ History of Power and Money Blockchain works where political power fails. ⁠ ⁠ Goal of Life Life maximises its viability which is capitalization ⁠ 29 Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices","source":"general_info"},{"text":"Welcome to Coda Coda is an all-in-one doc that brings words, data, and teams together. Sign up to make a doc for free. Google Microsoft SSO or Continue We'll email you a link for a password-free sign up. Or sign up with a password. Already have an account? Sign in By signing up, you agree to our Terms of Service & Privacy policy Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices","source":"general_info"},{"text":"Skip to content Gallery Модель Мира О нас Model The Last Exam Модель Посетить Выступить Партнерство More Copy doc О нас Идеи и друзья изменить мир Valentin Preobrazhenskiy Подписка на встречи Модель мира: t.me/worldmodel_vc ⁠ ⁠ Модель мира — это экосистема технологичных предпринимателей, а также рамка для систематизации современных знаний о мироустройстве (см. Модель ⁠ ). На более 700+ встречах “Модели Мира” познакомились десятки ко-фаундеров (привлекших А+ раунд), была инициирована ⁠ программа “Глобальное образование” ⁠ (выдано 750+ стипендий на обучение в зарубежных магистратурах). У нас выступали более 1000 спикеров с 2008 года, включая: Винсенте Фокс (62 президент Мексики), Дмитрий Зимин (основатель Билайн), Давид Якобашвили (сооснователь Вимм-Билль-Данн), Liz Parrish (первый человек с отредактированным ДНК), Михаил Лялин (миллиард установок ZeptoLab), Микита Микадо (основатель PandaDoc), Mike Butcher (главред TechCrunch), Михаил Фридман (основатель Альфа-групп), Ролснев Плетнев (4 президент Болгарии), Сергей Гуриев (экс-ректор РЭШ, декан LBS), Тим Дрейпер (Активы под управлением $5 млрд.) и многие другие, более 1000 визионеров с 2009 г. -- Фотографии с наших встреч: ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ 2 Share More Gallery Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices","source":"general_info"},{"text":"Welcome back Make a new doc to bring your words, data, and teams together. For free. Sign in with Google Microsoft Apple SSO or Continue We'll email you a link for a password-free sign in. Or sign in with a password. No account? Sign up By signing in, you agree to our Terms of Service & Privacy policy Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices","source":"general_info"},{"text":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Copy doc #nakedmanagement Constructive Сonflict If you disagree - tell directly. 12:30 PM ⁠ ⁠ Constructive conflict for Committed decisions, Accountability and Results. Today’s Pitching team dispute if we should put investors manually both in Airtable and Strapi resulted in a decision to remove Airtable as a burden. While parsed data should be uploaded to Strapi directly. A CRM will be implemented in the future and be connected with Strapi (or other platform solution). The conflict resulted in the decision which teammates want to commit to. That is a classic example of productive conflict from top management book Five Dysfunctions of a Team ⁠ . Fear of such conflicts results in mediocre decisions, Lack of Commitment, Lack of Accountability and Results. PS. Beware that the book is criticised for lack of robust data: “For example, when the trust level among team members is low, Lencioni recommends that leaders put them through a series of personal disclosures. However, there is little likelihood that these activities can build trust in dysfunctional work teams. According to Katzenbach and Smith, the only effective method for teams to build trust and cohesion is to do real work,[6] ⁠ ⁠ Performance is key to creating teams. A company with “high performance standards” is likelier to create high-performance teams than a company that simply teaches teamwork…. Teams function best when they can depend on their leaders to set clear standards and create dependable, supportive processes. Jon R. Katzenbach, McKinsey 1993 ⁠ ⁠ That is why we demand performance and conflicts to build trust rather than worshiping on fake team work and polite rituals. #nakedmanagement ⁠ ⁠ Put the principles from paper to the muscles. ⁠ ⁠ ⁠ Learnings ⁠ ⁠ The Shocking Rules Culture is not what we feel in our hearts. Culture is not a set of principles. Culture is a set of actions. If we follow our Principles, we have the Culture. We act boldly to make our principles work. ⁠ ⁠ The Principles: Olympics of Freedom and Responsibility to Build the Future Once agreed on the Principles - we agreed on many decisions based on them. Teammates leverage the agreed principles to make their judgements and decisions aligned with the common goal without infinite reconciliations. So they move faster and hit targets. ⁠ 29 Share More Gallery Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices","source":"general_info"},{"text":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Copy doc The Code of Ethics The Shocking Rules Culture is not what we feel in our hearts. Culture is not a set of principles. Culture is a set of actions. If we follow our Principles, we have the Culture. We act boldly to make our principles work. One is able to build the product only if he/she is a user of what he/she is building That is about our Clients first principle. Clients are first to build, non clients should be free from such burden. Find and hire clients only. Missed the book “What You Do Is Who You Are” in 30 days - we missed you Those who do not learn the culture of Coinbase and Ripple investors from the book What You Do Is Who You Are - can not stay with us as it violates the principles; Learn from Titans, Always Learn, Find a 10x better way to do things. Any newcomer has 30 days to read it and share their takeaways. Newcomers are hired if beat world benchmarks over weekend hackathons Otherwise it violates the principles: Never waste time. Always Learn. Excel to shift the highest world benchmarks. Find a 10x better way to do things. Comfort is death - get out of comfort. Align each task and second of your life with the clients success. Magnet the people whose culture you want to pass in generations Are they using their weekends to excel and find a 10x better way to solve problems? Or are they hanging out with those who are jealous of her growth and demand rituals protecting the comfort status quo? Do they have meaningful ⁠ , or comfort or conflict type of relations with their friends and family? What is their social gravity - up or down? Do they reflect on the week's experience or try to forget it and delete the brain connections holding the memories? Would you try to recover these connections over Monday and Tuesday? Test their social gravity - is it about protection of their comfort zone or excelling to shift to the highest world benchmarks 29 Share More Gallery Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices","source":"general_info"},{"text":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Copy doc The Principles: Olympics of Freedom and Responsibility to Build the Future Wartime Principles In wartime, a company is fending off an imminent existential threat. In wartime, a company is fending off an imminent existential threat. ⁠ ⁠ ⁠ ⁠Ben Horowitz ⁠ : “Definitions and Examples Peacetime in business means those times when a company has a large advantage vs. the competition in its core market, and its market is growing. In times of peace, the company can focus on expanding the market and reinforcing the company’s strengths. In wartime, a company is fending off an imminent existential threat. Such a threat can come from a wide range of sources including competition, dramatic macro economic change, market change, supply chain change, and so forth. The great wartime CEO Andy Grove marvellously describes the forces that can take a company from peacetime to wartime in his book Only The Paranoid Survive. A classic peacetime mission is Google’s effort to make the Internet faster. Google’s position in the search market is so dominant that they determined that anything that makes the Internet faster accrues to their benefit as it enables users to do more searches. As the clear market leader, they focus more on expanding the market than dealing with their search competitors. In contrast, a classic wartime mission was Andy Grove’s drive to get out of the memory business in the mid 1980s due to an irrepressible threat from the Japanese semiconductor companies. In this mission, the competitive threat—which could have bankrupted the company—was so great that Intel had to exit its core business, which employed 80% of its staff. In my personal experience, I was a peacetime CEO for about 9 months, then a wartime CEO for the next 7 years. My greatest management discovery through that transition was that peacetime and wartime require radically different management styles. Interestingly, most management books describe peacetime CEO techniques while very few describe wartime. For example, a basic principle in most management books is that you should never embarrass an employee in a public setting. On the other hand, in a room filled with people, Andy Grove once said to an employee who entered the meeting late: “All I have in this world is time, and you are wasting my time.” Why such different approaches to management? In peacetime, leaders must maximize and broaden the current opportunity. As a result, peacetime leaders employ techniques to encourage broad-based creativity and contribution across a diverse set of possible objectives. In wartime, by contrast, the company typically has a single bullet in the chamber and must, at all costs, hit the target. The company’s survival in wartime depends upon strict adherence and alignment to the mission. When Steve Jobs returned to Apple, the company was weeks away from bankruptcy—a classic wartime scenario. He needed everyone to move with precision and follow his exact plan; there was no room for individual creativity outside of the core mission. In stark contrast, as Google achieved dominance in the search market, Google’s management fostered peacetime innovation by enabling and even requiring every employee to spend 20% of their time on their own new projects. Peacetime and Wartime management techniques can both be highly effective when employed in the right situations, but they are very different. The Peacetime CEO does not resemble the Wartime CEO. Peacetime CEO/Wartime CEO Peacetime CEO knows that proper protocol leads to winning. Wartime CEO violates protocol in order to win. Peacetime CEO focuses on the big picture and empowers her people to make detailed decisions. Wartime CEO cares about a speck of dust on a gnat’s ass if it interferes with the prime directive. Peacetime CEO builds scalable, high volume recruiting machines. Wartime CEO does that, but also builds HR organizations that can execute layoffs. Peacetime CEO spends time defining the culture. Wartime CEO lets the war define the culture. Peacetime CEO always has a contingency plan. Wartime CEO knows that sometimes you gotta roll a hard six. Peacetime CEO knows what to do with a big advantage. Wartime CEO is paranoid. Peacetime CEO strives not to use profanity. Wartime CEO sometimes uses profanity purposefully. Peacetime CEO thinks of the competition as other ships in a big ocean that may never engage. Wartime CEO thinks the competition is sneaking into her house and trying to kidnap her children. Peacetime CEO aims to expand the market. Wartime CEO aims to win the market. Peacetime CEO strives to tolerate deviations from the plan when coupled with effort and creativity. Wartime CEO is completely intolerant. Peacetime CEO does not raise her voice. Wartime CEO rarely speaks in a normal tone. Peacetime CEO works to minimize conflict. Wartime CEO heightens the contradictions. Peacetime CEO strives for broad based buy in. Wartime CEO neither indulges consensus-building nor tolerates disagreements. Peacetime CEO sets big, hairy audacious goals. Wartime CEO is too busy fighting the enemy to read management books written by consultants who have never managed a fruit stand. Peacetime CEO trains her employees to ensure satisfaction and career development. Wartime CEO trains her employees so they don’t get their ass shot off in the battle. Peacetime CEO has rules like “we’re going to exit all businesses where we’re not number 1 or 2.” Wartime CEO often has no businesses that are number 1 or 2 and therefore does not have the luxury of following that rule. Can a CEO Be Both? Can a CEO build the skill sets to lead in both peacetime and wartime? One could easily argue that I failed as a peacetime CEO, but succeeded as a wartime one. John Chambers had a great run as peacetime CEO of Cisco, but has struggled as Cisco has moved into war with Juniper, HP, and a range of new competitors. Steve Jobs, who employs a classical wartime management style, removed himself as CEO of Apple in the 1980s during their longest period of peace before coming back to Apple for a spectacular run more than a decade later during their most intense war period. I believe that the answer is yes, but it’s hard. Mastering both wartime and peacetime skill sets means understanding the many rules of management and knowing when to follow them and when to violate them. Be aware that management books tend to be written by management consultants who study successful companies during their times of peace. As a result, the resulting books describe the methods of peacetime CEOs. In fact, other than the books written by Andy Grove, I don’t know of any management books that teach you how to manage in wartime like Steve Jobs or Andy Grove.” ⁠ Loading… ⁠ ⁠ ​ Loading… ⁠ ⁠ ⁠ ⁠ ⁠ Sign the wartime principles New row ⁠ ⁠ Focus on The Critical Hit Get it really done or die ⁠ ​ Comfort is Suicide Ben can not stop asking: Did you do all the best to evolve life? ⁠ ​ Learn The Navy Seal Rules Find the weak heart and eliminate from ever becoming a Navy Seal ⁠ 29 Share More Gallery Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They ","source":"general_info"},{"text":"are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices","source":"general_info"},{"text":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Copy doc The Principles: Olympics of Freedom and Responsibility to Build the Future Who are you? There are some typical survival strategies which are toxic for a startup such as Free Rider or Comfort seeker or Careerist you should detect and force to quit. B people magnet C people to look better. Be Visionary Achiever. Magnet Visionary achievers. Try to convert hard workers into Visionary achievers and have a substitute for hard worker as her likely to burn out each 12 month. A people magnet A+ people to raise the bar for themselves, shift frontiers and deliver outstanding product to clients. There are also Star Jerk or Too smart to learn from Titans, not mentioned in the table. They are unlikely to read this pages and will not catch up with the firm growth. There are some typical survival strategies. Principle Free rider Comfort seeker Careerist Curious buddy Hard worker Visionary achiever 1 Goal of life Change or destroy the world to take advantage of others. Replicate the world by repeating comfort rituals. Change or destroy the world to take advantage of others. Learn the world. Meet others expectations. Make the world a better place with a product making people successful. 2 Think big Focus on short term personal benefit. Focus on closest comfort. Learned how to take advantage and think rarely outside of it. Know a lot, but fail to connect dots. Know how to meet career expectation of her mon. Draw her world model from atoms to neuroeconomics of markets. Plan for 5, 50, 500 years. 3 Use the product you build No Touched it in case if asked. Touched it in case if asked. Tried it few moth ago. And would not do again until someone says there is something new and interesting. If asked by her boss. Daily user. Sends money to friends and grandma via the app. 4 Gets shit done Wait other to do her tasks, while pretend to be busy. Fake tasks done, make shit around. Avoid tasks and make her look overloaded to bargain less tasks Do what enrich her CV or help to get advantage over teammates. Leave important tasks undone to learn some new staff. Do anything the boss asked to do. Do anything to hit the targets and takes full responsibility for the result. 5 Transparent Fake or tweak data Blur and change topics. Fake data to hide failures and avoid tasks not serving her interests. Blur reality with random topics. Yes. Will report if someone fakes data. Yes. Will report if someone fakes data. 6 Attitude to Vision and OKRs Company has no vision, no culture, no moral, and no future. Lets cooperate to let it down. Company has no vision and future. Why should I work at all? Company has no vision and future. I should take care of myself. Why do they repeat the same boring vision and OKRs. Blind about the result, struggle to distinguish between work and result. Build the vision and involve others to build. New row ⁠ 29 Share More Gallery Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices","source":"general_info"},{"text":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Copy doc #nakedmanagement Fire good ones for freedom Only candid champions for freedom and responsibility. Fire B or A quit. Based on “No Rules Rule of Netflix” shortlisted by Financial Times & McKinsey as a business book of 2020 Star blast pressure To avoid bankruptcy in 2001 Reed Hastings tried to sell Netflix to the old video rental market leader - Blockbuster. He got rejection. He was desperate: how would Netflix compete with the old giants if there is no investors around for his experiments after dot com bubble. Generally, new companies should not exist. Why not Blockbuster build a new product and up-sell it to its user base at negligible client acquisition costs? The step to Dense Talent He had to fire 1/3 of their team. They fired nice guys with adequate performance, pessimistic super performers, less motivated, over motivated hard-workers with poor judgement. “Morale in the office was low, and it was about to get lower. We had to lay off a third of our workforce,” Hastings says. “We didn’t have any obviously poor performers. So we divided the staff into two piles: the 80 highest performers who we would keep, and 40 less amazing ones” Fired people were pissed off and slammed doors. Reed expected a backslash from remaining people angry for firing their friends and insecure about their future. Suddenly, performance soared. He and his teammates started to love to come to work Netflix realised that “For top performers, a great workplace isn’t about a lavish office, a beautiful gym, or free sushi. It’s about people who can help you be better. When every member is excellent, performance spirals upward as employees learn from and motivate one another.” (link) ⁠ ⁠ Netflix made their first step to build the culture which made 200+m clients happy, $250+ billion value and Blockbuster bankrupt. ⁠ ⁠ ⁠ Adequate performers and free riders kill Blockbuster passed away like many others due to the same reason: Normal performers and free riders. Normal teams tolerate those who perform on par with team average or below. And it kills them. One weak teammate diminish team performance by 30-40% found professor Will Felps ⁠ . He compared performance for teams of college students — where a “bad apple teammate” actor was added to behave like a slacker, a jerk, or a pessimist. Normal performance is infectious and magnify the Report Free Riding ⁠ which kills organisations. Adequate performers prefer to cover each other rather than to challenge each other to overachieve. To control and maintain performance of medium people and free riders, organizations build complex rules and bureaucracy at expense of creativity and agility. Vicious circle. Fire average people and foster candor to enable creativity Netflix’s managed to get out of this vicious circle. Their massive lay off of the average and below staff created the talent density. Reed found that talent density coupled with candid feedback solve the adequate performers and free rider problems. So less bureaucracy needed to control these two categories. Now company can afford Freedom for creativity guided by responsibility for mission and goals. ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ It was a scandal “do you treat average people like garbage you want to trash out to other companies”? Other would argue, why would you put such harsh wording. Normal people should work in the companies of the past. That is normal and deserve respect. Fire with respect. There were some scandals naming Steve Jobs as a jerk. He was cruel to embarrass employees and fired publicly for doubting that a task is doable. There were younger wartime companies cultures (outlined by Ben Horowitz 5 years later), and Zappos with their sweet family HR PR campaign. Reed’s slides became shocking documentation of a real tech culture unexpected from a relatively large creative company. Psychological safety is for the past Harvard professors prayed for psychological safety as a must for creativity. The academic consensus was: Netflix culture can not exist in large organisations (the reason why tech companies and definitely startups avoid hiring MBAs). Since then Netflix capitalisation grown 100x, Nasdaq 9x (tech), Dow Jones (traditional industries) 2.5x. ⁠ ⁠ ⁠ ⁠ ⁠ 10 years after that scandal, Gary Pisano admitted at Harvard Business Review ⁠ : “Innovative cultures are generally depicted as pretty fun. When I asked the same managers to describe such cultures, they readily provided a list of characteristics identical to those extolled by management books: tolerance for failure, willingness to experiment, psychological safety, highly collaborative, and nonhierarchical. The easy-to-like behaviours that get so much attention are only one side of the coin. They must be counterbalanced by some tougher and frankly less fun behaviors. A tolerance for failure requires an intolerance for incompetence. A willingness to experiment requires rigorous discipline. Psychological safety requires comfort with brutal candor. Collaboration must be balanced with individual accountability. And flatness requires strong leadership. Innovative cultures are paradoxical. Unless the tensions created by this paradox are carefully managed, attempts to create an innovative culture will fail.” ⁠ ⁠ ⁠ In 2009 the new cultural era was born. The goal of life “happiness” turned into goal of life “meaningfulness”. Which mean you must go out of comfort to grow and shift frontiers to create value. Otherwise you can not work in fast evolving tech companies. The companies which rule the planet today or tomorrow. These scandals and cultural change nurtured a scalable labour force able to build SpaceX. Freedom and Responsibility Freedom sucks without Talent density and Candor In 1994 Reed Hastings found his sales manager billing his previous company with $3000+ ($700 in 1990x) for one hotel night. Instead of demonstrative firing he introduced rules to approve travel and accommodation. He made many other rules such as you need an approval if you come to office with a pet. Today Netflix does not have any travel and vacation policy. No Rules Rule. Reed warns: “Once you have build talent density, you can safely address candor. Only then can you safely began remove policies that control your staff.” If you do not have talent density - addressing candor is risky. If you do not have Talent Density and Candor - Freedom will fail. Adequate performers with free riders will lower the bar and force top performers to quit. Adequate performers would help each other to protect their comfort and call jerks those who raise the bar. A players attract A players to grow. B attract C players to feel comfort as look adequate comparing to C. Fire B players or B will push A out in order to defend their comfort. Keep only top performers and establish candor to enable freedom and creativity. Build the Culture of Freedom and Responsibility: Step 1. Build Talent Density: Great work place is Stunning Colleagues. Top performers should hire top performers challenging each other to overachieve and fire adequate performers who prefer to cover each others mediocracy. When achieved - build candor. Step 2. Build Candor: Say what you really think, especially negative feedback, - with positive intent. No backtalk. Fire for backtalk or for failure to report backtalk. Only if you have 1+2 move to: Step 3. Reduce Controls and Bureaucracies: Growth of top performers should exceed growth of complexity. Top performers should be disciplined and have freedom to be creatively focused on clear goals and strategy. ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ Do you plan to be a top performer or an adequate performer? It is easy to check. How did you spend this weekend ⁠ : Did you read a top book in your profession, implemented a no code tool or had a small talk with adequate friends? Commitment to spread the responsible visionary achiever culture ⁠ ⁠ ⁠ ⁠ ⁠ Loading… ⁠ ⁠ Related reading: ⁠ Constructive Сonflict If you disagre","source":"general_info"},{"text":"e - tell directly. ⁠ ⁠ Be Defenceless to be Strong Crave pressure to level up, avoid defensive friction - diamonds are born in a star blast pressure ⁠ 29 Share More Gallery Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices","source":"general_info"},{"text":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Copy doc What we do? Protect human rights Blockchain enforces property rights where political force fails Valentin Preobrazhenskiy Human Rights are: Life Property Free Trade ⁠ ⁠ ⁠ Nobel Prize 1993, Douglas North Enforce human rights or people will kill competitors and seize their property instead of making better products and lowering prices. ⁠ ⁠ ⁠ Political machines costs quarter of the global economy Political machines are system of powers defining who shape and enforce the rules for nations. Their design may vary from civil war, stationary bandit, kleptocracy or to democracy. Most of the democracies are likely to protect the human rights enabling free markets and result in output per capita higher by magnitude. Most of the democracies evolved to have 4 mechanisms: Political competition Are there political competitors fighting for a median vote? Can a populist win election by offering property redistribution? Can politicians kill one another? 2. Independent media Can incumbent politician ask media to hide investigations done by his political competitors? 3. Independent courts Can a politician ask courts to help him to seize property from less loyal to more loyal? 4. Independent central bank Can a politician ask central bank to print money to buy votes or guns? Can a politician or banker bribe or kill a central banker ⁠ to avoid capital adequacy requirement or investigation of washing bribes? Blockchain enforces property rights without the political machines and thus unlock free markets across the world to produce a quadrillion value. 29 Share More Gallery Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices","source":"general_info"},{"text":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Copy doc Culture Cut Cancer Parasites are the main killers, not wars. Cut cancer fast, before it spreads through organism. Deadly cultural cancer is when freeriding is Nash stable. The startups are a better solution for the cultural cancer problem, the single reason for them to exist. Valentin Preobrazhenskiy 1. Agent is a deadly cultural cancer - cut it before all organism is infected. Cancer is a cell cheating on an organism when other cells fail to detect and stop it. Wars are not the main people’s killer, parasites are. The same about organisations - they shade away due to the infectious cancer culture of agents free-riders. Agents use a lack of transparency to cheat on Principals. Agent try to infect teammates around to lower standards and cover fake work of each other. ⁠ ⁠ ⁠ 2. Cancer Agents use asymmetry of information to freeride Principals. An agent knows details of execution unknown to the principal and this assymetry of information may be used to freeride them. For example: Newly hired HR may blameshift lack of hires to negative attitude of candidates to crypto or to the company. The real reason could be zero attempts to contact candidates or poor quality of communication. If principals do not have capacity to check the number of contact attempts or check messages and calls records, than why not to freeride them? So, again, teammates who work closely with him and know his actual workload have two options: ask him to leave the company or enjoy him as a bar lowerer so their weak performance now look relatively ok and they may cooperate to reinforce the excuses to lower the bar of a Nash stable strategy further. This decision is a differentiator between an Agent and a Principal. Make the right choice, once the wrong one is done, it starts to self-enforce and shape the future for yourself and for humankind. Dr. Ringelmann found out that with a rope pulling team size growth to 8 average effort declines 50%. An exception is only when team consists of professional sportsmen (as free-riders are wiped out fast in sports). ⁠ ⁠ ⁠ 3. Challenge freeriding to make a hardworking Nash stable strategy That is how you ensure no one can benefit with an alternative strategy, thus champion strategy is Nash stable. For example: A teammate uses the freeriding strategy in order to save some time and doesn’t make the task “grandma clear” in the SCRUM format “Who needs What for Why”. Saved time allows that teammate to do more tasks than other members of the team, so he may have a career advantage over teammates. Also teammates have less clarity about what he is doing so he may fake his work and do a side business to resell what his teammates produced. If teammates ask him to make an effort to write an appropriate story and give him less score on 360, his benefit on time saving may be below loss in social currency. Thus, his strategy to save time on writing a proper story will have negative profit. Either he will go bankrupt or change her strategy to write a story in scrum format. Small, yet powerful with the compound effect. High Performance Culture = Agents can not collude against Principals to hide freeriding as: 1. performance is transparent with OKRs, 360 and 2. most of the team are Principals who report freeriding as 3. most of the teammates are motivated by stocks and 4. their goal of life is to change the world with a product Now you know the underlying theory for our layer 1 cultural protocol: I commit to: Put clients first, ego last <= (4. their goal of life is to change the world with a product, 3. most of the teammates motivated by stocks) Demand exceptional performance from myself and teammates like olympic sportsmen principal (2. most of the team are Principals who report freeriding) Give candid feedback and eliminate talking behind the back (2. most of team are Principals who report freeriding) Use any feedback to grow and never give up, never quit (imminent threat to existence drives evolution) ⁠ Do the above to have the right answer: Did you detect cancer cells before too late for the organisation organism? ⁠ Loading… ⁠ ⁠ Why would teammates challenge a freerider to write a proper story and not to join him to freeride company instead? Yes, because they are all principals living to change the world, proved by their stake in Nasdaq index. ⁠ Get Stock Options We overpay 10-1000x with stocks to principals. Be stakeholder of the future you are building. ⁠ ⁠ Report Free Riding If one can benefit from fake work - all others will end up poorly. Report free riding immediately to make such strategy punished. ⁠ ⁠ Goal of life - share in Nasdaq index The proof that your life made an impact - your stake in Nasdaq index. Get stock options. ⁠ ⁠ The Principles: Olympics of Freedom and Responsibility to Build the Future Once agreed on the Principles - we agreed on many decisions based on them. Teammates leverage the agreed principles to make their judgements and decisions aligned with the common goal without infinite reconciliations. So they move faster and hit targets. ⁠ ⁠ Who are you? ⁠ Did you detect cancer cells before too late for organisation organism? 29 Share More Gallery Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices","source":"general_info"},{"text":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Copy doc Get Stock Options Career Review Why Big3 alumni lead Fortune 500 legacy companies, not tech companies, and earn 10-100x less than tech CEOs? First, after the dot-com bubble tech job was taboo for Big 3 alumni. The consultancy business model is based on the firm brand reputation, so hard workers are selected and taught to avoid anything risky for the firm brand. The dot-com crash scandals of tech investors and founders committing suicide were a no go for risk-averse big 3 alumni. Second, tech companies' agile culture leaves little space for the value of external consultants. Thus big3 advise mostly legacy clients in the US. Third, structuring and hardworking is not enough. Tech needs creativity and making working products, rather than rock-solid, world proved and well-explained advice. In the US in 2000x the emergence of private equity and later hedge funds stripped talent from consultancy. In 2010th startups eclipsed hedge funds as the top talent destination. Over the last decade, top startup CEOs earned 10x to top hedge funds CEOs. Top hedge fund CEOs earned 10x comparing to CEOs ⁠ of legacies like consumer retail offline or banks. In Russia stagnating capital markets and flee of capital markets firms to London left Big3 as the mainstream destination for top talent. Big3 strive to maintain standards by rotating consultants btw international offices, however, culture adapts to the local market. The last scandal on the restrictions on the firm teammates' political rights is a good example. The shrinking private market and growing state business mean a growing pressure for politically-driven culture and slides. The strong HR brand still means inflow of talent density to be educated pretty the same and the same basic operations or state strategic slides disconnected with the future market needs. This means the less future value of such experience on the job market. I bet most of the product managers in HH or Yandex, are growing their future value relatively faster (while standards are more volatile in this professional segment). Some champions dare to get into the new tech rocket ships - they will build the future. Thoughts? PS. Btw Harvard, Yale invested in digital gold BTC. Crypto is not a taboo anymore like porn driven internet was. Blockchain startups will worth $50+ trillion as they cut the cost of political systems to enforce property rights. Property rights coupled with market competition are fundamental for modern incentive structure and the reason for economic growth. Do not listen to your risk averse friends advising state legacy. Be openminded. Think big. You were born to change the world, not to meet the expectations of parents or friends. Get into a rocket. ⁠ Get Stock Options We overpay 10-1000x with stocks to principals. Be stakeholder of the future you are building. ⁠ 29 Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices","source":"general_info"},{"text":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Copy doc Get Stock Options Investors vs. Employees ⁠February 23, 2017 ⁠ ⁠ ⁠Henry Ward ⁠ ⁠ When I arrived in Silicon Valley in 2010, I was told standard employee option pools were 15% of the post-money fully diluted. A couple of years later, I was told the standard was 12%. Now I hear 10%. It feels like employee option pool sizes are decreasing and the Carta data backs this up. ⁠ ⁠ ⁠ Average option pool percentages by round and year (Carta data) Equity allocation is a zero-sum game between investors and employees. Equity-hungry investors buy equity while equity-hungry employees earn it. Both care deeply about every point of equity but for different reasons. Investors care about equity because it’s their business model. While CEOs have discretionary authority to spend millions of dollars of operating capital, issuing one option grant worth $0.10 requires Board approval. This is how important equity ownership is in the venture capital business model. Employees care about equity because of scarcity — there’s little to go around so every bit counts. CEO/Founders tend to be equity-neutral in cap table negotiations. Their ownership stake is set at founding and rarely changes. And the relative size and cost basis of their ownership means small changes in the cap table become rounding errors in their personal economics. The CEO negotiates term sheets with investors and offer letters with employees. But they are a middleman without a personal stake in the equity allocation decision. Investors and employees mistakenly believe they’re competing with the CEO for equity because that is who they negotiate with. But economically they are competing with each other. This undercurrent is the single most misunderstood driver of tension on the cap table. Employee ownership is decreasing because these equity decisions are made in board meetings, where investors have a seat and employees don’t. ⁠ Appendix A Last October we did an analysis of how Carta employee ownership compared to 10 randomly chosen Series B SAAS or Fintech companies. Below are the high-level results. A great question for employees evaluating startups is to ask how much of the company is already employee owned. ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ 29 Share More Gallery Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices","source":"general_info"},{"text":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Copy doc Why to join LATOKEN? CEO Message from Valentin Preobrazhenskiy, the CEO of LATOKEN “You are welcome to join LATOKEN if your life's mission is to leverage technology to change the world, and if you thrive on stepping out of your comfort zone to push boundaries. If so, LATOKEN could be the best place to unleash your potential. In this journey, I see myself as a sports trainer. My role is to encourage you to exert extra effort, to hit sequential targets that lead you to grow to make a difference, and we deliver your and our mission. Apart of your growth, you will also get an Olympic prize - stock options that you can cash out during an IPO or M&A if we do the right effort. At Latoken, we help launch or discover the next gems for web3 early adopters. This enlightens people and aligns their short-term individual profits with long-term common prosperity. People will not vote for wars or injustice erasing the value of their trading accounts. If Latoken isn't able to democratize the capital markets, billions of people may remain blinded and disconnected from the opportunity, resulting in the growth of inequality, alienation, and ultimately jeopardizing shared prosperity. The more people are stakeholders of the future, the better it will be. Why I personally want people to be more clear about how the world works and have a stake in the future prosperity? My journey into understanding the bigger picture began in my early childhood. I realized that my parents, despite being well-educated engineers, struggled to provide food for their children - me and my brother. This sparked my interest in economics, leading me to win a regional Olympiads in the subject and compiling the multidisciplinary knowlege recieved into a World Model. Later I leveraged the knowledge to close the long positions at my hedge fund a few days before the invasion to Ukraine started, and figure out the technology to build a global business aligning the people to prevent wars. On the way, I launched the Global Education program, which has since provided over 770 scholarships for master's degrees abroad. LATOKEN is the perfect product to fulfill my lifelong mission of helping people understand how the world works and become stakeholders of the future. Welcome to join us in building the future together, Valentin” ー BIO Valentin, before founding LATOKEN, was a serial entrepreneur, tech ecosystem builder and hedge fund manager. He began his journey at Cambridge Energy Research Associates, working as an energy strategy consultant. His interest in financial markets led him to hedge funds, where he rose to the position of Director at Marcuard Spectrum, a hedge fund managing over $180 million in assets (part of the Marcuard group with $3bn+ AUM). He founded Avega Capital, a hedge fund which he closed on February 29, 2014, just days before Russia invaded Ukraine, leading to a subsequent market decline. Valentin considered requalifying in global markets and competing with Wall Street or venturing into uncharted frontiers of tech. He chose the latter and launched the home equity marketplace Zalogo. To gain tech expertise, Valentin joined the Founder Institute, a leading global tech incubator with over $20B in alumni company value, as a part-time Director, and later hosted over 700 meetups. He contributes to Web3 education as a keynote speaker at 20+ events, and with LATOKEN forums attended by two presidents ⁠ . Valentin educates technology enthusiasts and himself on how to build a tech unicorn. In his #nakedmanagement ⁠ publications, he emphasizes that startups exist primarily for their greater transparency due to smaller size and higher stock options, which help solve the principal-agent problem and develop a sports culture. Otherwise, startups should not exist as legacy giants have a vast user base with lower acquisition costs for new products and a larger resource pool. Valentin's world model is based on several key principles: The goal of life ⁠ is its viability, which can be measured as the global economy capitalization (future output). Capitalization is driven by the global brain of investors ⁠ who optimize resource allocation by investing in prospective tech and cultures. Economic selection, coupled with price signal transmission from capital markets to products, labor, education, and dating markets, optimizes people's goals, values, and future output. Price transmission works if property rights are protected and markets are free to access. The more people think about and have stakes in the future, the better it will be. Thus, trading should be widespread. A successful startup is a rare mutation in culture and product that will spread and become the future. Joining a startup with an ambition to change the world means joining an Olympic team - it requires forgetting about a “normal” life and culture of comfort and embracing exceptional effort. Valentin also wants to clarify some common misconceptions: Only 1 out of 10,000 startup attempts are successful and grow to become unicorns. Start-uppers are either unemployable down-shifters or champions. Traders are either uninformed gamblers or planetary managers. The internet transfers information, while blockchain transfers value. One of Valentin's main personal objectives is to build a culture and a team that can shift frontiers to build the future. He calls this the \"Visionary Champions Culture\", which is characterized by: Put clients first, and ego last. Full responsibility to Deliver. Torture to greatness, as we belive in you. Candid feedback, no talking behind backs. Use any feedback to grow and never give up, never quit. PS. Apply for a vacancy and punch through the interviews Jobs ⁠ . ⁠ Loading… ⁠ ⁠ ⁠ Why we do? The more people are stakeholders of the future - the better it will be. ⁠ ⁠ Why to join LATOKEN? Go global to grow with the frontier tech to change the world ⁠ ⁠ Capital Markets Manage the Planet Emergence of Capital Markets is like the emergence of a neural system communicating with cells via electric signals instead of slow chains of chemical reactions. ⁠ 29 Share More Gallery Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent","source":"general_info"},{"text":" Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices","source":"general_info"},{"text":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Share Explore #nakedmanagement Get Shit Done or Raise The Bar Rule Find solution, no room for excuses The Get Shit Done sign on the Revolut office wall illuminate the reason why Revolut went so far from 0 to c.$9 billion valuation. If one proves to others that a task is undoable, her has less responsibility and more friends cooperating to avoid effort and replicate this shit pattern. So others have to get this shit done. Excuse seekers prove to others why they do not need to do an extra effort and get out of comfort to make a critical hit. So they have spare time and energy to protect their status quo agains other teammates those who are focusing to get things done. Thus teammates have not only to get things done but also have shit done produced by excuse seekers. Shit is a habit to avoid responsibility and collude to do so against other teammates. Do you keep silence when someone is tweaking facts, inventing or selecting data to prove that a task is undoable? Get rid of this shit. React immediately, do not a silent part of such shit. Raise the Bar. Leverage The Principles: Olympics of Freedom and Responsibility to Build the Future ⁠ Instinctively I do want recognition, higher titles, salary, influence and want less responsibility and effort. So I have higher risk adjusted ROI on my effort. If I do not measure the result for clients and do not take responsibility for that then the value for clients is not in my ROI formula. Of course I use energy only on variables in my ROI formula: recognition, titles, salary, influence.. No client metrics here. And I feel demotivated if I do not get recognition etc for consulting teammates and jumping around, I feel tensions of normal and median people. That is the lack of commitment and accountability well described in theFive dysfunctions of teams ⁠ . Constructive Сonflict ⁠ Learnings Get shit done I will immediately and publicly punish one who is tweaking facts, inventing or selecting data to prove that a task is undoable 👍 6 SA I will not tolerate lack of effort and performance of a teammate 👍 6 SA ⁠ Learnings Get shit done Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices","source":"general_info"},{"text":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Copy doc Jobs Application Test ⁠ ⁠ ⁠ 29 Share More Gallery Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices","source":"general_info"},{"text":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Copy doc Library Must Read who is your mentor? ⁠ ⁠ Alex or Ben? ⁠ ⁠ The must read Must read done Book / Video 1 Scrum by Jeff Sutherland 2 What you do is who you are by Ben Horowitz 3 The hard thing about hard things by Ben Horowitz 4 ⁠Measure What Matters: ⁠ by John Doerr ⁠ and Larry Page 5 Principles by Ray Dalio 6 ⁠Who? ⁠ by Geoff Smart ⁠ ⁠ 7 No Rules Rule of Netflix 8 ​ New row ⁠ 💥Hassle-free guide on how to listen to all the books ⁠https://coda.io/d/Workspace-Growth-Platform_dtOejP8k2Xp/Audio-Books-guide_su16p#_luCjc ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ Show authors ⁠ ⁠ Show and sort by vote count Great to Read New row ⁠ ⁠ ⁠ ⁠ ⁠ ⁠ Show authors ⁠ ⁠ Show and sort by vote count Sales & Marketing Reading List New row ⁠ 29 Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices","source":"general_info"},{"text":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Copy doc The Vision Summary What and why we do Imagine entire financial life in one app. Anywhere in the world, anybody can open a profoundly greater account for payments, investing or fundraising. We erase borders and open the world full of opportunities illuminated by financial freedom. Today, LATOKEN is a top exchange with the largest in the world primary market for blockchain startups' digital assets with 150+ Initial Exchange Offerings. Modern Primary and secondary markets for equity and other assets manage the allocation of planetary resources: shape incentives, goals, values, and culture of billions of people to maximize capitalization (future profits) of the economy. The capital markets is a leapfrog in social evolution that resulted in a 50x boost of economic growth since the late 1800th from historical 0.06% to 3.5% pa. It is comparable to the emergence of a neural system communicating with cells via electric signals instead of slow chains of chemical reactions. Venture Capital and startups are the spearhead of the capital markets and mankind's evolution. Fantastic ideas from books and movies once read in childhood are built into products and new life for people here. A fantastic idea turns into greater reality after hundreds of hypothesis tests to find a team-product-market-timing fit. This requires investments and at least 100x productivity to US average people and 2000x to the performance of people from countries with less developed cultural and legal infrastructure. Such productivity is achievable via constant growth driven by: feedback loops, an inflow of great talent and culture (focusing on clients by solving the free-rider, asymmetry of information, attribution error problems). The traditional way of fundraising via introductions of angels and VC fund managers was recently a better option for high-quality startups. So they did not go for IEOs. Coupled with a lack of regulation, this enforced the negative selection and a vicious circle: lack of investable startups - lack of qualified investors - lack of investable startups - lack of qualified investors. As a result of the infant stage of the market, we explicitly state in weekly emails mentioning listings, that we do not recommend for investments or give investment advice regarding startups listed on the platform. Startups are informed in order forms, that we do not market them to our users and that they should not expect successful fundraise just because they are listed. Initial Exchange Offering (crowdfunding/primary market) is given as a complementary feature for free to the secondary listing. Coronavirus quarantines and shocks for economic activity cut high-quality startups from traditional VCs. VCs are de-risking and are dry of cash as can not call capital from Limited Partners. Agile startups can rescue the economy with new products and ways of life in the era of the pandemic but they are cut from the capital and lay off teammates. That is our opportunity to give them access to new types of VC investors: top managers and high net worth individuals - those who have both money and expertise about client pains and tech. VCTV, mix of Netflix and Bloomberg for VC entrepreneurs and investors, solves the problem of online roadshows needed to connect non-blockchain startups with non-blockchain investors. 29 Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices","source":"general_info"},{"text":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Copy doc The Vision Summary Capital Markets Manage the Planet Emergence of Capital Markets is like the emergence of a neural system communicating with cells via electric signals instead of slow chains of chemical reactions. Capital markets align actions of people with future prosperity via markets price transmission: contagion of price changes from capital markets to product, labour, education, dating markets etc. Goal of life is to increase Nasdaq index. ⁠ ⁠ ⁠ The capital markets optimize the allocation of planetary resources to maximize return on investments which means maximize capitalization. It shapes the incentives, goals, values, and culture of billions of people to maximize capitalization (future profits) of the economy. The capital markets is a leapfrog in social evolution that resulted in a 50x boost of economic growth since the late 1800th from historical 0.06% to 3.5% pa. It is comparable to the emergence of a neural system communicating with cells via electric signals instead of slow chains of chemical reactions. The modern global machine is mainly built on protected property rights and free markets, enforced by political machines based on competition between politicians and media to get the majority vote. These mean market economy where incentives are delivered via prices ⁠ through interrelated markets. Price contagion or price transmission from capital markets across assets into product, labor, education and even dating markets optimize incentives for billions of people to feel and do something useful for capitalization. Venture Capital and startups are the spearhead of the capital markets and mankind evolution. Fantastic ideas from books and movies once read in childhood are built into products and new life for people here. Both prosperity and recession have roots n the capital markets (except covid perhaps). Errors of traders destroy billions and institutions built for centuries. Yes, you are getting it right: capital markets jobs are about exceptional accuracy, performance, creativity and discipline. ⁠ ⁠ ⁠ 29 Share More Gallery Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices","source":"general_info"},{"text":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Copy doc The Vision Summary History of Power and Money Blockchain works where political power fails. ⁠ ⁠ ⁠ 29 Share More Gallery Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices","source":"general_info"},{"text":"Skip to content Gallery LATOKEN Why to join LATOKEN? Culture Jobs Listings Copy doc The Vision Summary Goal of Life Life maximises its viability which is capitalization The game ⁠Life is ⁠ an execution of a program using energy to build storage and other infrastructure for itself out of entropy. Programs that use energy poorly are erased by natural and economical selection in competition for limited sources of energy (such as clients’ money). Thus the goal of the program is to use energy in a way that will enable it to use more energy in the future. Simply because programs with other goals are erased by programs with this goal. That is not necessary about conscious goal, programs can have none or little consciousness. Energy is about calories burnt in brains, muscles, engines to manage entropy, eg to build and deliver goods. Thus money is a medium of energy. Each payment triggers burn out of energy to build and deliver goods and services. The monetary equivalent of energy spend due to payments each year is c.$90tn - Gross Global Product. Future money or energy spent is capitalization. Now you know that you are a part of the program evolving to maximize capitalization. Your program is your DNA, some knowledge, and most of all values or culture. Add some proteins (built as encoded in your DNA), your connections (build as encoded in your culture) and you have your machine which is a part of a larger machine ⁠ which has a goal to maximize capitalization. If you help the machine it will likely reward you. If you make impediments, the immune system should work out (otherwise the machine will lose to a healthier machine). ⁠ Loading… ⁠ ⁠ 29 Share More Gallery Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Cookie Notice Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Analytics and Customization Cookies Analytics and Customization Cookies Allow cookies on the Coda website that help us analyze traffic and improve your experience. Advertising (Targeting) Cookies Advertising (Targeting) Cookies Allow the collection of data and use of cookies on the Coda website to personalize ads on partner websites. Third-party Publisher Analytics Cookies Third-party Publisher Analytics Cookies Allow third-party publisher cookies on their published docs used to track publisher document activity. Cookie List Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices","source":"general_info"}]